[
  {
    "index": "01",
    "title": "kick-off",
    "article": "今天要讲的英语词是kick-off。 Kick-off不就是足球比赛时踢的第一个球吗？没错，但这是kick-off的原始意思，现在kick-off也可以指任何事情的开始。今天开始的是什么事呢？今天我们开始播出”学个词”这个新节目。We kick-off the new program “Learn A Word” today.竞选官职的候选人往往以发表讲话来开始竞选活动。Candidates kick off their campaigns with a speech. 有的美国学生学期开始先开个party。Students kick-off the semester with a party! 我们则以讲解kick-off这个词来开始我们的新节目。We kick-off our program by teaching the word kick-off. 今天学的词是kick-off."
  },
  {
    "index": "02",
    "title": "up someone’s sleeve",
    "article": "今天我们要学一个词组： up someone’s sleeve。千万不要解释为”在谁的袖子上”。Up someone’s sleeve是指某人的秘密。在报导美国国务卿秘密访问贝鲁特时，报纸说：”…if there were no secret visit up the Administration’s sleeve ….” 意思是：要是当局不进行秘密访问，那才是奇怪了。人们不太喜欢那种什么事都要保密的人。People dislike those who often have something up their sleeve. 但是，一个妻子为丈夫举行生日聚会而事先不告诉他–The wife has something up her sleeve for his birthday party，这丈夫当然会非常高兴。今天我们学的一个词组是up someone’s sleeve…"
  },
  {
    "index": "03",
    "title": "swell",
    "article": "今天要学的一个词是：swell。Swell就是肿，打肿了脸充胖子的肿。可是，swell这个词还可以用在别的场合。美国报纸在报导以色列轰炸黎巴嫩时说，以色列同意让人道援助”…reach the swelling ranks of displaced Lebanese civilians…” – 让人道援助抵达黎巴嫩日益增长的流离失所的民众。Swell还能指东西的增长。美国报纸说，华盛顿地区的房价在持续五年增长后开始下降。报导的小标题说：Inventories Swell in Parts of D.C. Region.意思是：华盛顿部分地区的房屋存货正在增加。房价下降会吸引买主吗？ Maybe buyers will swell.今天学的一个词是swell…"
  },
  {
    "index": "04",
    "title": "sideline",
    "article": "今天要学的一个词是：sideline。按字面理解，sideline就是旁边的线。这么说也没错，因为sideline实际上就是指靠边。报导说：”President Bush… must…sideline his domestic agenda to focus on world events.” 也就是：布什总统必须集中注意力在世界事务上，把国内问题搁置一边。Sideline也可以指副业。要是我们说： John is a teacher but sidelines as a pianist in a band。意思就是：John 是一个老师，但是在一个乐队里弹钢琴作为副业。很多美国人除了正式工作外还有一个，甚至两个副业。Many Americans have one or even two sideline occupations.今天的每天一词是sideline…"
  },
  {
    "index": "05",
    "title": "opt for",
    "article": "今天要学的一个词组是：opt for。 Opt for就是选择。比如，美国国务卿赖斯在紧张处理中东事务后： “…opted …for a piano recital featuring classical pieces for her performance…,” 意思是她选择举行钢琴独奏会，为大家演奏古典乐曲。你是要一辆很贵的豪华轿车呢，还是一辆既便宜但又实用的车？ Would you opt for an expensive luxurious car or a reasonable but practical car? 要是有机会出国留学，或有一份高工资的工作等着你，你会选择什么呢？ Would you opt for further study abroad or a well-paid job? 我什么都要，行吗？ No, you can opt for only one。今天学的词组是opt for…"
  },
  {
    "index": "06",
    "title": "to use restraint",
    "article": "今天要学的一个词组是：to use restraint。 Restraint就是克制，或约束。To use restraint，克制能用吗？能呀，你把to use restraint翻译成：加以克制就对了。在以色列轰炸黎巴嫩的问题上，美国媒体报导说：”…the United States has urged Israel to use restraint…,” 也就是：美国敦促以色列要有所克制。有许多地方需要我们to use restraint。喝酒的时候要有克制 – to use restraint when drinking。和太太吵架的时候，对了，和先生吵架时也一样，不要出口伤人- Use restraint in uttering angry words when arguing with your wife, or husband。不克制自己是要后悔莫及的 – If you don’t use restraint, you’ll be sorry。今天学的一词组是: to use restraint…"
  },
  {
    "index": "07",
    "title": "think twice",
    "article": "今天要学的一个词组是：think twice。 美国大影星Mel Gibson因酗酒驾车而被捕。当地司法长官说，他希望以后Mel Gibson “would think twice before he gets behind the wheel of a car…,” – 希望这位明星在开车前要三思而行。噢，think twice就是三思而行！中国人想三次，美国人只要想两次！ 一个人工作懒散，但是想加工资，同事们对他说：Think twice before you go talk to the boss – 意思是：你去跟老板谈话前要三思而行。一个母亲对儿子说：”Think twice before you propose to that girl” – 向那女孩求婚前要三思而行！今天学的词组是：think twice…"
  },
  {
    "index": "08",
    "title": "to beat the heat",
    "article": "今天要学的词组是：to beat the heat。Heat是指高温；高温是不能打的，只能设法克服。美国各地热浪滚滚，《华盛顿邮报》说，一个母亲和她两岁的女儿”…try to beat the heat…by opening a window on the shady side.” 意思是，母女俩为克服高温把不朝阳的一扇窗子打开。在汗流浃背的情况下人人各显神通。A postman used bottles of frozen water to beat the heat – 一个邮递员用冻成冰的瓶子来抵挡热浪。一个户外工人”wipes his face and dreams of …ice cream,” 他一面擦汗，一面想象自己在吃冰淇淋。You can of course jump into a swimming pool，跳进游泳池也行！今天学的词组是：to beat the heat…"
  },
  {
    "index": "09",
    "title": "pop up",
    "article": "今天要学的词组是：pop up。Pop听起来就像开枪或放鞭炮那样劈啪劈啪响。古巴总统卡斯特罗的弟弟Raul在接任权力后一直没有露面。媒体报导说: “…the question keeps popping up: Where is Raul?” 也就是：人们不断在问： Raul 在哪里？ Popping up可以用在不同场合。一个合唱团在排练过程中出现了一系列问题 – Problems kept popping up during rehearsal。 Pop up还有突然出现的意思。你全神贯注地在做功课，突然你弟弟闯进屋来大叫一声，你肯定会说：When you popped up like that, you scared me to death! 你这么突然闯进来，快把我吓死了！今天学的词组是：pop up…"
  },
  {
    "index": "10",
    "title": "The jury is still out",
    "article": "今天要学一个短句：The jury is still out。 The jury is still out不是指陪审团还在外面玩，而是指一个问题还没有结论。美国前国务卿Baker在他的回忆录中说，如果美国攻打伊拉克能使这个国家获得自由和民主，那可能还值得，但是，对于这个问题，”the jury is still out,” 还没有定论。一个公司总裁为了一点小事把财务总管解雇。董事会说：Well, the jury is still out if that’s the right way to handle it, – 意思是：这么处理是否合适现在还没有结论。 一个学生买了一辆很便宜的旧车。他对同学说：The jury is still out if it’ll keep going, – 这车能不能持久还不清楚。今天学的短句是：The jury is still out…"
  },
  {
    "index": "12",
    "title": "pump",
    "article": "今天要学的一个词是：pump。pump，Pump一般是指泵，或抽水机。可是今天讲的pump是指汽车加油站的泵。英国石油公司宣布停止在阿拉斯加的石油开采，《洛杉矶时报》的标题说：Oilfield Closure to Hit Pumps, 意思是: 油田关闭将影响油价。石油供应量减少油价必然会升高，但是分析人员说：”…it was too early to say how much pump prices would rise,” – 意思是：要说油价会涨多少还为时过早。Consumers complain that rising prices at the pump have hit their pockets — 消费者抱怨不断上涨的油价使他们的支出增加。最好的办法是少开车，少加油 — drive less, go less often to the pump! 今天学的一个词是: pump…"
  },
  {
    "index": "13",
    "title": "relax",
    "article": "今天要学的一个词是： relax。一听见relax这个词就马上会想到休息、娱乐。可是今天要讲的relax是指放宽或放松。卡斯特罗年迈有病，古巴政局发生变化。美联社报导说：”The U.S. might relax immigration rules for some Cubans.” 意思是：美国可能为某些古巴人放宽移民的规定。放宽移民政策对某些人当然是好事。一个母亲说：”Her daughter’s teacher should not relax discipline in the classroom.” 他女儿的老师不应在课堂上放松纪律。一个老板对工人说： “The pace of money-making can never relax.” 赚钱的步伐决不能放慢。这事是好是坏得看赚来的钱放在谁口袋里了。今天学的一个词是：relax…"
  },
  {
    "index": "14",
    "title": "double standard",
    "article": "今天要学的一个词组是：double standard。 Double standard是指双重标准。美国连锁商店沃尔马允许在中国的分店组织工会，却不允许在美国的商店组织工会。媒体报导的标题说：Critics claim double standard – 批评人士指责该公司采用双重标准。双重标准并不少见。一个女孩因她父母要她每天整理房间，不要求她哥哥这么做而抱怨说：My parents has a double standard. – 我父母采用双重标准。 一个公司老板对雇员说，不管是男雇员，还是女雇员，I don’t have a double standard in promotions. – 我在提升雇员时没有双重标准。今天学的词组是：double standard…"
  },
  {
    "index": "15",
    "title": "take no chances",
    "article": "今天我们要学的词组是take no chances，意思是谨慎行事，争取万无一失，比如《华盛顿邮报》的标题说: “taking no chances after terrorist plot,” 指得是伦敦破获恐怖袭击阴谋后，华盛顿警方采取了严密措施，不放过任何漏洞。我们在生活常常需要作这样的抉择：to take a chance or not take a chance, that is the question….你想上一个好大学，找个好工作，都需要谨慎考虑。When it comes to decision making, I take no chances. 我呢，是把各方面都考虑周全了，才作决定。不过，人有的时候也需要冒点险，这样生活才有意思，是不是？ ABBA有一首歌不是这样唱得吗：Take a chance on me。我们今天学的词组是take no chances…"
  },
  {
    "index": "16",
    "title": "Break Neck",
    "article": "今天要讲的英语词是”breakneck.” Break Neck? 是脖子断了？ Oh, no ，breakneck这个词一般是用来形容飞快的速度。《华盛顿邮报》在形容中国即将完成三狭工程的文章中说：”After 13 years of breakneck construction….” 意思是：经过13年飞速的建设，这个项目即将完工。Breakneck这个词经常用来形容速度。例如：He likes to drive with breakneck speed。可是，飞快地开车就容易出事故。所以，开车时千万不要超速 – Don’t drive with breakneck speed! 不过，要是你以飞快的速度完成工作，那你老板肯定会高兴。今天的每天一词是breakneck, 意思是飞快的速度。"
  },
  {
    "index": "17",
    "title": "carry-on items",
    "article": "今天我们要学的词是carry-on items。 我们听听《华盛顿邮报》报导里的这句话：Up to four ounces of nonprescription liquid medications are permitted as carry-on items，意思是乘客可以随身携带四盎司液体的非处方药上飞机。Carry-on items就是随身携带物品。和carry-on items相对的是checked baggage。现在机场保安严密，很多东西都不能随身带。所以到了机场你最好问一问服务人员：”How many carry-on items may I take on the airplane?” 我能带几件随身物品上飞机？或者你要问：”Is this new LV bag I just bought in Paris a carry-on item or do I have to check it?” 我刚从巴黎采购的这个LV手提包可以带着上飞机，还是需要托运？好，我们今天学习carry-on items。祝您下次旅行愉快！Bon Voyage!"
  },
  {
    "index": "18",
    "title": "wardrobe",
    "article": "今天我们要学的词是: wardrobe。 Wardrobe可以指你所有的衣服，也可以泛指一个人的穿着打扮。这篇报导说：Katie Couric’s wardrobe has been analyzed by the Wall Street Journal…Katie Couric从NBC跳槽到CBS挑大梁主持晚间新闻。人们不但期待她的专业表现，连她的衣服也成了关注焦点，严肃的《华尔街日报》也不能免俗。女士们到了换季就大肆采购，most women update their wardrobe at the start of a new season. 这个人老是穿过了时的衣服，his wardrobe looks like it comes from the 70’s。啊？70年代的式样，太土气了吧？既然说到70年代，那我们就以Village People的音乐，来向70年代致敬…Salute to the 70’s!"
  },
  {
    "index": "19",
    "title": "split up",
    "article": "今天要学的一个词组: split up. Split up是分手的意思。最近呢，Kate Hudson and Chris Robinson are splitting up after nearly six years of marriage, said her publicist. Kate Hudson和丈夫结婚将近六年决定分手。哎，又一对好莱坞金童玉女分道扬镳，难怪人们对演艺圈的婚姻都不看好。这两口子才半年就闹着要分手：The couple split up after only 6 months. 友情也有走到尽头的时候，”My best friend and I have split up.” 真是天下没有不散的宴席， “The Beatles split up in April 1970. 1970年4月Beatles.” 拆散，让粉丝们伤心到了极点。这个话题太伤感了。也许Beatles的音乐能让你心情好一点？…今天我们学的词是split up…"
  },
  {
    "index": "20",
    "title": "indulge",
    "article": "今天要学的词是：indulge。Indulge有很多意思，其中之一是：尽情或放任。美国新上任的财政部长以前是华尔街某公司的总裁，衣着讲究。他在财政部的新闻公报里鼓励雇员到不同种类的商店去买衣服，”…since everything is on sale, you should indulge.” 意思是：许多东西都在减价，你应该尽情地买。 Indulge in shopping? 尽情购物？那得要钱哪！一个爸爸说：”I’m so happy, my son indulges his passion for science！” 我儿子特别热爱科学，我真高兴。但是，if you indulge yourself in smoking or drinking，要是你放任自己抽烟和喝酒，那就太糟糕了。今天学的一词是indulge…"
  },
  {
    "index": "21",
    "title": "classified",
    "article": "今天要学的一个词是： classified，意思是保密。这跟class上课毫无关系。媒体报导说，布什总统明确表明要控告那些政府认为非法掌握保密材料的人，也就是要”…prosecute individuals it believes unlawfully possess classified material.”每个政府都有保密文件 — classified documents；保密信息 – classified information…等。但是，什么文件应该保密，什么不应该保密往往会引起争论 — which documents should be classified and which should not often gives rise to arguments. 所以有的时候政府会公开某些原来保密的材料 – to declassify some formerly classified materials。今天学的一个词是classified…"
  },
  {
    "index": "22",
    "title": "orchestrate",
    "article": "今天要学的一个词是 orchestrate。 Orchestrate来自orchestra，指管弦乐队。可是别想听音乐，报导说的是伊拉克前统治者萨达姆。文章说：”… prosecutors accused him of orchestrating the …campaign against the Kurds…,” 意思是：检察官指责他领导指挥了残杀库尔德人的运动。原来orchestrate可以解释为指挥、领导。对，可以和音乐没有关系。比如说：A few people orchestrated the large-scale protest campaign against U.S. policy on illegal immigrants，某些人负责安排了抗议美国非法移民政策的大规模活动。The mother orchestrated all the arrangements for her daughter’s wedding，母亲为她女儿的婚礼做了所有的安排。今天学的一个词是orchestrate…"
  },
  {
    "index": "23",
    "title": "extra pounds",
    "article": "今天要学的一个词组是extra pounds。 Extra pounds说白了就是你身上多了几磅肉，别以为是多买几磅肉。最近的调查显示，不用说肥胖，就是体重超重几磅也会缩短一个人的寿命几年- Just a few extra pounds could mean fewer years.许多美国人都为自己体重超重而担忧 – Americans are constantly worrying about extra pounds. 他们想尽办法来减肥–They try all means to shed their extra pounds。很多人通过跑步，锻炼来减肥 – try to get rid of their extra pounds by running and exercising.可是饱餐一顿往往会全功尽弃，甚至再加上一，两磅 – a big meal might add a couple of extra pounds! 今天学的一个词组是extra pounds…"
  },
  {
    "index": "24",
    "title": "risky business",
    "article": "今天要学的一个词组是risky business。 Risky business危险的生意，或冒险的事。好莱坞制片公司Viacom和美国电影巨星Tom Cruise分手。报纸的标题说：Cruise Is Risky Business，意思是和Tom Cruise继续合作是危险的。Risky Business也是Tom Cruise 1983年拍的一部电影的名字。Risky business在生活中到处都是。买股票是危险的投资 – Investing in stocks is a risky business. 借钱给你不信任的人是冒险的 – Loaning money to someone you don’t trust is a risky business. 一个中学生说不得到他爸爸的同意就开他的车出去玩是危险的 – Driving my father’s car without his consent is a risky business. 两个人在吵架，你想调解？ Risky business!今天学的词组是risky business…"
  },
  {
    "index": "25",
    "title": "planet",
    "article": "我们今天学的词是：planet。Planet是行星。不过你听说了吗，太阳系中排行第九的行星冥王星Pluto被降级了。Astronomers’ reclassification strips ninth planet of status in solar system. 国际天文学会对行星重新定义，剥夺了冥王星的地位。可怜的Pluto。 Why can’t Pluto be a planet anymore?那是什么原因导致Pluto失去了行星的地位？Because it is not big enough and heavy enough to meet the requirements of a planet. 噢，因为Pluto没有完全达到作为一个行星的标准。它不够大，也不够重。现在Pluto已经被降级为dwarf planet, 也就是矮行星。矮就矮吧，也许这样小孩儿更喜欢呢。我们今天学的词是planet。"
  },
  {
    "index": "26",
    "title": "underdog",
    "article": "今天要学的一个词是underdog。 你以为underdog是指狗，是吗？No！ Underdog是指处于弱势的人。美国影视界颁发埃美奖，处境不佳的全国广播公司居然荣获五项艾美奖，居第二位。报导说：”Underdogs had their day at the… 58th Emmy Awards,” 居后者在第58届艾美奖颁发典礼上也有了出头之日。不少人总是同情时运不好，处于劣势的人。 Some people tend to sympathize with the underdog。在世界足球队中，美国队总是处于劣势，the American team has always been the underdog in the soccer world。希望他们发奋图强，so that they won’t stay underdog forever。今天学的一个词是underdog…."
  },
  {
    "index": "27",
    "title": "through",
    "article": "今天要学的词是 through。 谁都知道through就是通过。对，但是我们要指的是经历。去年卡特里娜飓风的一个灾民至今心有余悸，一听到风声就会跳到窗口。他说：”You would, too, if you’d been through what I’ve been through.” 要是你经历过我经历过的事，你也会这样的。皮夹被偷是很麻烦的事。你得向所有信用卡公司报失，重新申请社会安全号码和驾驶执照。一个被偷的人说：You don’t know what I’ve been through – 你可不知道我经历了多少麻烦。一个有钱的老板说：After what I’ve been through as a child, my life now is like heaven! 经历过童年的痛苦，现在真像天堂一样。今天学的词是through…"
  },
  {
    "index": "28",
    "title": "red tape",
    "article": "今天要学的词组是red tape。 红的带子？ 对，red tape原先是指以前扎公文用的红带子，但是现在已经成为官僚主义的代名词。新奥儿良市和沿海等地去年遭受卡特里娜巨风的严重破坏。报纸的标题说，Red Tape Entangles Gulf Coast Recovery – 官僚作风阻碍海岸地区的恢复。人人讨厌政府的繁琐规定和办事程序。一个人说：Because of red tape, it took me three years to get my green card – 由于官僚程序，我花了三年才拿到绿卡。三年算什么？一个社区的马路坑坑洼洼，要求市政府来修。他们说，After six years in dealing with all sorts of red tape, we finally gave up. 今天学的一个词组是red tape…"
  },
  {
    "index": "29",
    "title": "addicted",
    "article": "今天要学的词是addicted。 Addicted是指上了瘾，或入了迷。报导说，从1998 到2004年之间，一些香烟的尼古丁成分增加了百分之十。这种情况 “…could make new smokers more easily addicted…,” 能使刚开始抽烟的人更容易上瘾。让人上瘾的事可多了。有的人吸烟上瘾，addicted to smoking. 有的人喝酒成瘾，addicted to drinking. 还有的人吃安眠药上瘾，addicted to sleeping pills. 一个人成天看电视，That guy is addicted to TV。我呢，购物成瘾，I’m addicted to shopping。 Yes, me too! Yes, me too! me too! me too! 今天学的一个词是addicted…"
  },
  {
    "index": "30",
    "title": "defy",
    "article": "今天要学的词是defy。 Defy就是无视，或公然反抗。联合国要伊朗在限期之前停止核项目，但是伊朗无视联合国的决定。报纸的标题说：Iran Defies Deadline on Nuclear Program. 伊朗无视核项目的最后限期。有时候defy是一个很好的词。例如，我们必须藐视恐怖分子 – we must defy terrorists; 雇员无视公司的不合理规定 – workers defy company’s unreasonable rules. 可是你要是无视父母定的家规，if you defy family rules set by your parents，那就不好了。Defy有时甚至是危险的。你听听一个老板是怎么对雇员说的：You dare to defy my authority? You’re fired. 你竟敢无视我的权威？你走吧! 今天学的一词是defy…"
  },
  {
    "index": "31",
    "title": "quit",
    "article": "今天要学的词是quit。Quit就是停止，认输，说白了就是：不干了。网球大将Agassi结束了他21年的网球生涯。有人问他为什么不早一点退休。他回答说： If I wanted to quit, I would have done it a long time ago. I didn’t come here to quit. 要是我想不干，我早就会那么做了。 我不是来认输的。Bill Gates中途退学，后来成为一个成功的商人 – Bill Gates quit school and became a successful businessman. 我以前的老板老是挑我的毛病 – My former boss always picked on me， 我实在忍无可忍。有一天我对他说：”I quit, I’ve had enough!” 我不干了。我受够了！ 噢，对不起，我该下班了 – Sorry, it’s time for me to quit. 今天学的一个词是quit…"
  },
  {
    "index": "32",
    "title": "at the mercy of",
    "article": "今天要学的词组是at the mercy of。Mercy这个词是指仁慈，但是at the mercy of… 是指受某人的支配或控制。共和党一位参议院在反驳民主党提出的要求时说，要是将美军从伊拉克撤出，”…we’ll leave …Iraqis at the mercy of al-Qaeda, a terrorist group…” – 我们就会把伊拉克人置于基地恐怖组织的控制下。 在别人控制之下生活是很痛苦的 – It’s painful to live at the mercy of someone else。例如，那个秘书是否会被解雇， Whether or not the secretary will be fired, she is at the mercy of her boss。你周末想去爬山吗？We are at the mercy of the weather – 这在于天气。今天学的词组是at the mercy of…"
  },
  {
    "index": "33",
    "title": "toast",
    "article": "今天要学的词是toast。Toast不就是烤面包吗？对，但是今天说的是喝酒，不是面包。日本王妃纪子生了一个男孩，全国上下一片欢腾。报纸说：”Thousands of Japanese…dance and drink to toast the arrival of the new prince,” 成千上万日本人跳舞喝酒祝贺新王子的诞生。这里的toast是指祝酒，庆祝。许多事情都值得祝贺。我们经常为两国友谊祝酒 — toast the friendship between our two countries。我们也经常说：A toast to your good health — 祝你身体健康。一群大学生毕业后举行聚会, to toast their graduation — 祝贺他们毕业。 你要是中了彩票，Let’s have a toast to your good luck！今天学的一个词是toast…"
  },
  {
    "index": "34",
    "title": "mend fences",
    "article": "今天要学的词组是：mend fences。Mend fences，修补离笆。对，没错。但是我们要讲的意思是：和谁修补关系。巴基斯坦总统访问阿富汗，报纸的标题说：”Pakistan leader seeks to mend fences with Kabul,” 巴基斯坦领导人设法改善和喀布尔的关系。参选的候选人经常会互相指责，但事后为了合作又得改善关系 — If they are to cooperate, they’ll have to mend fences。一个妻子出于误会地把丈夫大骂一顿。第二天她说：”In order to mend fences I baked a cake for him,” 为了弥补关系我给他烤了个蛋糕。 所以，说话要小心，免得事后得去弥补关系 — Think twice before you speak so that you don’t have to mend fences later。今天学的词组是mend fences…"
  },
  {
    "index": "35",
    "title": "snag",
    "article": "今天要学的词是snag。Snag的原意是暗礁。一艘船碰到暗礁就搁浅了。所以， snag也就是障碍；什么东西卡住了，动不了了。一个新电影在华盛顿首次演出，来了许多电影明星。报纸报导说：”Then there was the traffic snag for the premiere,” 电影首次演出造成交通堵塞。共和党想通过国会正式任命John Bolton为驻联合国大使，但是受到阻挠 — Republican efforts to confirm Bolton as ambassador to the United Nations hit a snag。一个年轻人看见一辆他梦寐以求的跑车，但是，His plan to buy that dream car hit a snag，因为银行不给他贷款。I run into a snag while shopping last night，昨晚我买东西没买成，因为忘了钱包。今天学的一个词是snag…"
  },
  {
    "index": "3608",
    "title": "lexicon",
    "article": "今天我们要学的词是 lexicon. Lexicon is spelled L-E-X-I-C-O-N, lexicon.lexicon 的意思是词典，词汇库。 Universal’s Republic Records has decided to drop the use of the word “urban” from its lexicon in describing departments, employee titles, and genres as the music industry recalibrates itself in the George Floyd era. 随着音乐产业在乔治·弗洛伊德事件之际重新进行自我调整，环球集团旗下的联众唱片公司已决定在音乐部门的名称、职员头衔以及音乐流派中不再使用“都市”这个词。The COVID-19 pandemic has been a public health crisis of historic portions, with the phrase “frontline workers” becoming part of the daily lexicon. 新冠病毒大流行已成为历史性的公共卫生危机，“一线人员”这个词正变成日常用语的一部分。好的，我们今天学习的词是 lexicon, lexicon, lexicon …"
  },
  {
    "index": "37",
    "title": "turn a blind eye",
    "article": "今天要学的词组是turn a blind eye。 A blind eye就是一只瞎了的眼睛。Turn a blind eye就是只当没看见。 英国保守党领袖卡梅伦说，英国不能对盟国的过度行为置若罔闻， Britain must not “turn a blind eye to the excesses of our allies….”有的人看到坏事也只当没看见。 Some people tend to turn a blind eye to other’s bad behavior。一个人明明看见小偷在偷东西都不敢啃声。That man saw the thief stealing, but he turned a blind eye。我可以保证，要是谁偷他的东西，他就会大声喊叫，he would not simply turn a blind eye。今天学的词组是turn a blind eye…"
  },
  {
    "index": "38",
    "title": "big bucks",
    "article": "今天我们要学的词组是big bucks。Big bucks意思是很多很多的钱。比如：”Delta, UPS pay big bucks to sponsor NY Fashion Week.” 按说，Delta, UPS一个是航空公司，一个是邮递公司，怎么会和时装有关系呢，不过它们财大气粗，所以才一掷千金，为纽约时装周提供赞助。美式足球明星和电影明星都能挣大钱，NFL players and movie stars make big bucks. (Show me the money! Show me the money!)哎呀，这个世界真是不公平。那我什么才能发财呢？When can I make some big bucks? I guess when I win the lottery! 好了，好了，不要作梦了。不过，大家可要千万记得这个词big bucks…"
  },
  {
    "index": "39",
    "title": "cast ballot",
    "article": "今天要学的词组是cast ballot。Cast ballot就是投票。美国是多种族的国家，有的政客以为 “voters can be counted on to cast ballots along racial lines” — 他们以为选民们肯定会按照种族的界限来投票。结果呢？ 一位白种候选人在黑人占多数的首都华盛顿获得大胜。每个选民都应该去投票站投票。”Every voter should go to the polling station to cast a ballot,” 因为这是每个公民的民主权利。可是，首都附近马里兰州有些投票站出了故障，”a lot of voters were not able to cast their ballots,” 许多选民无法投票。有关人员决心要保证 “voters could cast their ballots without a hitch in November,” 选民在十一月投票时不会有问题。今天学的词组是cast ballot…"
  },
  {
    "index": "40",
    "title": "trilingual",
    "article": "今天要学的词是trilingual。Lingual就是语言的，trilingual就是能说三种语言的。加拿大一所中学的一个学生在不幸的事件中被打死。报导说：那次事件 “…left a bright, trilingual 18 year-old student dead,” 使得一个很聪敏，还能说三种语言的学生死亡。美国人有时很谦虚。有的人说，能说三种语言的，we say they are trilingual。能说两种语言的，we say they are bilingual。只会说一种语言的，we call them American。这当然是个笑话，因为许多美国人都是bilingual。(P：我会说中国话)。还有不少美国人是trilingual，有的甚至还会说四，五种语言呐！今天学的词是trilingual…"
  },
  {
    "index": "41",
    "title": "love affair",
    "article": "今天要学的词组是love affair。Love affair是有关爱的事吧？嗨，有那么说的吗？Love affair就是恋爱，或热爱。巴格达一条充满了书店和文具店的著名街道现在空无一人。报导说：”The street was known for love affair with books,” 那条街以前是以热爱书籍而闻名。这说明love affair不一定是指恋爱。你可以说，他热爱唱卡拉OK — his love affair with karaoke; 她热衷于种花养草 — her love affair with gardening。至于恋爱嘛，we all like happy endings — 我们都喜欢结局美好。可是你千万不要把love这个词省略，因为你要是说he had an affair, 那就是说他瞒着妻子在外面有外遇。那可麻烦了！今天学的词组是love affair.."
  },
  {
    "index": "42",
    "title": "incompatible",
    "article": "今天要学的词是incompatible。Incompatible就是两样东西不相容的、矛盾的。 罗马教皇在讲话中除了引用引起争论的那句话外。他还说：”Violence is incompatible with the nature of God and the nature of the soul,” 暴力跟上帝和人的本质是不相容的。Incompatible这个词用处非常多。我发现我买的软件和我的电脑配不上。The software I bought is incompatible with my computer。另一件伤心事是John 和Mary要离婚，because they are incompatible, 因为他们互不相容，老有矛盾。哎，让我们把incompatible这个词前面的in去掉，成为compatible，那不就什么问题都没有了吗？今天学的词是incompatible…"
  },
  {
    "index": "43",
    "title": "inconvenience",
    "article": "今天要学的词是inconvenience。Inconvenience就是不方便、麻烦。 泰国军方发动政变后在电视上说：”We ask for the cooperation of the public and ask your pardon for the inconvenience,” 我们要求公众给予合作，给你们带来不便之处还望原谅。我们要尽量不给别人带来麻烦。We should try our best not to cause others inconvenience。可是一个人在朋友家一住就是两个星期，给他朋友带来很多麻烦。 “he really put his friends to great inconvenience,” 一般人都喜欢方便，美国人常在写信结尾时说：”Please respond at your earliest convenience,” 请在你方便之时尽早回复。这听起来多客气呀！今天学的一个词是inconvenience…"
  },
  {
    "index": "44",
    "title": "go-ahead",
    "article": "今天要学的词是go-ahead。 Go-ahead，两个词当中加联接号，go-ahead就成了名词，意思是批准或下令。报导说：”The space shuttle Atlantis was given the go-ahead to return to Earth,” 亚特兰蒂斯号航天飞机得到命令返回地球。一个老板说，”I’ve already given them the go-ahead, what are they waiting for.” 我告诉他们可以进行了，他们还在等什么呀！快干吧，老板生气了。要注意，go ahead当中没有连接词时用作动词。一个妈妈对孩子说，”go ahead, do your homework,” 快做功课呀！要是一个彪形大汉说他要揍你，你可千万不要说: go ahead。你会被打得头破血流的。今天学的词组是go-ahead…"
  },
  {
    "index": "45",
    "title": "a big deal",
    "article": "今天要学的词组是a big deal。A big deal是指重要的事，大事。美国《福布斯》杂志公布了400名家产几十亿美元的富翁名单。杂志编辑说：”It’s a really big deal that it’s all billionaires,” 名单上全是家产几十亿的富翁真是不得了。我们把有钱人称为百万富翁。百万富翁变成了几十亿富翁。这确实是件大事，Millionaires have been changed to billionaires and that’s really a big deal。 一个18岁的孩子进入了研究院，真了不起，”An 18-year old boy has got into graduate school, that’s a big deal.” 但是如果你哥哥要你开车送他上机场，答应给你买杯咖啡。你可以用讽刺的口气对他说：Big deal! 你可真大方呀！今天学的词组是a big deal…"
  },
  {
    "index": "46",
    "title": "fan the flames",
    "article": "今天学的词组是fan the flames。煽子和火？生煤炉？现在没有人用煤炉了！对，fan the flames是指煽风点火，煽动情绪。美国前总统克林顿因记者提的问题而非常生气。这记者说：I don’t think I am fanning the flames here。我不是想煽动情绪。 一般都是已经有些问题，经别人一煽动，事情就更糟，”To fan the flames would often make the situation even worse.” 夫妻俩感情本来就有些问题，再加上婆婆一煽动， “with a mother-in-law fanning the flames, the couple finally divorced,” 夫妻终于离婚。另一对夫妇也有矛盾，儿子对妈妈说：”Yes, we have problems, but you don’t need to fan the flames,” 你不必再来煽动了。今天学的词组是fan the flames…"
  },
  {
    "index": "47",
    "title": "ease",
    "article": "今天学的词是ease。Ease就是放松原有的规定或限制。上个月，美国航空安全官员决定禁止旅客带液体上飞机。经过研究，他们现在决定放宽这一规定。报纸说：”U.S. Eases Carry-on Liquid Ban,” 美国当局放宽随身携带液体的禁令。每个人在生活中都会受到限制。在美国的墨西哥人希望放宽移民政策 – “Mexicans in the U.S. hope the government will ease the immigration policies.” 商人要求放松贸易限制, “businessmen would like to ease trade restrictions.” David的父母规定他周日不许看电视, “he begged them to ease the rule,” 他苦苦哀求放宽这条家规。今天学的词是ease…"
  },
  {
    "index": "48",
    "title": "scandal",
    "article": "今天学的词是scandal。Scandal就是丑闻，丢脸的事。你肯定会说，噢，这个词我熟悉，听多了。报导说，最近两年来, “…national and local scandals have polluted the political atmosphere for GOP candidates,” 全国和地方上出现的丑闻污染了共和党候选人的政治气氛。全世界各地都有丑闻，举不胜举。水门事件迫使美国前总统尼克松辞职下台, “Watergate scandal forced Nixon to resign.” 台湾总统陈水扁和他家人的丑闻 – “scandals surrounding Taiwan President and his family,” 导致人们静坐示威要他下台。上海的陈良宇因腐败丑闻被免去职务, “A Shanghai official was fired due to financial scandal.” 还要举例子吗？够了吧！今天学的词是scandal…"
  },
  {
    "index": "49",
    "title": "shock",
    "article": "今天学的词是shock。Shock的意思是震荡，震惊的意思。美国首都华盛顿最近接连发生青少年被人开枪打死的事件。报道说， “The death of three young people in twenty-four hours shocked the city ” — 有三个年轻人在二十四个小时内接连死亡令整个城市感到震惊。我们的日常生活中常有令人震惊的事情。比如，德国最近发生山地火车相撞事件，有几十人人受伤。 Police were shocked at the sight，现场景象令警察感到震惊。前些日子澳大利亚冒险家和动物保护者Steve Irwin在拍摄纪录片时被鱼刺死，他才44岁。– “It was shocking that he died at such a young age.” Steve Irwin英年早逝真是可惜。希望这样的震惊越少越好。今天学的词是shock…"
  },
  {
    "index": "50",
    "title": "whistle-blower",
    "article": "今天要讲的英语词是whistle-blower. Whistle-blower的意思是吹哨人。在英语里指的是揭发内部违规的人。《华盛顿邮报》最近在头版报道波音公司的新闻时，所写的标题就是：”Boeing Parts and Rules Bent, Whistle-blowers say,” 意思就是”据揭发，波音公司零部件不合格，管理制度松懈”。目前波音公司和吹哨人已经打起了官司。这个被称为whistle-blower lawsuit的案件由美国的地区法院处理。美国国会在安然公司倒闭，大批投资人受害的案件发生后，于2002年通过保护投资者法案，并且特别加进了保护吹哨人的条款。今天的每天一词是whistle-blower，意思是吹哨人。 在英语里指的是揭发内部可疑问题的人。谢谢收听。"
  },
  {
    "index": "51",
    "title": "to sit on one’s hands",
    "article": "今天学的词组是to sit on one’s hands. Sit on one’s hands,的意思是按兵不动， 袖手旁观 。在美国国会11月中期选举之前，共和党人指责来自西维吉尼亚的民主党议员阿伦莫拉翰营私舞弊。报道说，莫拉翰没有按兵不动，He has not sat on his hands。他反击说，对他的批评是颠倒是非。说到拒不袖手旁观，美国首都华盛顿每年都要举行抗击艾滋病大游行，总有成千上万的人走上街头，They want to help raise money to fight AIDS, they can’t sit on their hands。还有，美国前副总统戈尔前些日子亲自制作了一部呼吁保护环境的电影，An Inconvenient Truth。顾名思义，戈尔要讲真话，He can’t sit on his hands, 对全球气候变暖袖手旁观。 今天学的词组是to sit on one’s hands…"
  },
  {
    "index": "52",
    "title": "suggestive",
    "article": "今天学的词是suggestive。 Suggestive是暗示的，或挑动色情的。美国国会议员Foley给两名十几岁的男孩写色情的电子邮件。这两个孩子说：…others got suggestive Foley e-mails, 还有其他人也收到Foley的色情电子邮件。美国一些女孩穿的T恤衫上印有暗示色情的字句。如：我知道男孩要什么。这让老师们坐立不安, The suggestive messages made the teachers uneasy。一个母亲对女儿穿得袒胸露背非常生气, “A mother was angry with her daughter’s suggestive outfit.” 可是你要想给老板提建议的话，你该说: I have a suggestion，绝不能用suggestive这个词。 切记，切记！今天学的词是suggestive,…"
  },
  {
    "index": "53",
    "title": "turning point",
    "article": "今天学的词组是turning point。 Turning point就是转折点。 两名美国科学家荣获2006年的诺贝尔物理学奖。报导说: “The Nobel committee praised their findings as a scientific turning point,” 诺贝尔委员会赞扬他们的研究成果为科学的转折点。转折点都是有一定意义的。比如，南北战争是美国历史上的一个转折点，”The Civil War was a turning point in American history.” 大学毕业是这年轻人一生中的转折点，”Graduation from university was the turning point in the life of this young man.” 中彩票能成为一个人生活的转折点吗？Would winning the lottery be a turning point of one’s life? 那还用说吗？今天学的词组是turning point…"
  },
  {
    "index": "54",
    "title": "take a toll",
    "article": "今天学的词组是take a toll。 Take-a-toll意思是由于天灾、疾病、事故等造成的损失。 最近有报道说，在加拿大西部，人工养殖的鲑鱼把一种寄生虫散布到附近海域，导致野生鲑鱼大量死亡，”Parasites from farm-raised fish took a toll on wild salmon.”在我们的日常生活中， 各种危险比比皆是。比如美国的车祸每年造成大约四万人死亡， “Every year traffic accidents take a significant toll on drivers.” 二氧化碳污染了清洁的空气， “The release of carbon dioxide has taken a toll on clean air.” 还有我们的健康，睡眠不足，压力过大都会take a toll on our health。大家要当心啊。今天学的词组是take a toll…"
  },
  {
    "index": "55",
    "title": "snuff out",
    "article": "今天学的词组是snuff out。Snuff out的意思是扑灭，消除的意思。最近美国宾州等地发生多起校园枪杀事件。看到无辜的孩子们被杀害，美国一百多个城市的市长们再次誓言要严厉打击非法武器走私，扑灭枪支犯罪活动， “The mayors vowed to snuff out gun crime.” 他们说，减少枪支犯罪，关键是要消除非法枪支买卖, snuff out illegal gun trafficking。不过控制非法枪支谈何容易。但愿市长们能够成功, snuffing out crime is our best hope for safe streets and schools. 今天学的词组是snuff out…"
  },
  {
    "index": "56",
    "title": "brazen",
    "article": "今天学的词是brazen。 Brazen的意思是悍然的，明目张胆的。北韩宣布它进行了第一次核试验。媒体报导说，中国政府谴责北韩不顾国际社会的呼吁，悍然实施核试验: “China denounced North Korea as “brazen” in conducting the nuclear test.”伊朗不顾国际社会的反对，公然表示要继续进行核项目, “Iran brazenly insisted on continuing its nuclear program despite international objections.” 一个人不顾禁烟规定居然在飞机上抽烟, “That man smoked on the airplane in brazen violation of the non-smoking rule.” 要是有人无耻诽谤你偷东西, “if someone brazenly accused you of stealing,” 你肯定会跟他没完没了。今天学的词是brazen…"
  },
  {
    "index": "57",
    "title": "gamble",
    "article": "今天学的词是gamble。 Gamble就是赌博。但是，gamble不一定就是去赌场，打麻将或打扑克。Gamble是各式各样的。北韩进行地下核试验。媒体说，这是北韩在政治和经济方面的赌博 — North Korea’s political and economic gamble。Google花16.5亿美元把一个不盈利的YouTube买了下来。报纸的标题说：Google Gambles on Web Video — Google拿网上录像网站作赌博。在股票市场上投资是个赌博, Investing in the stock market is a gamble。 Mary打赌她的男朋友会向她求婚。Mary is gambling on a marriage proposal from her boy friend。但愿她别失望。今天学的词是gamble…"
  },
  {
    "index": "58",
    "title": "chill",
    "article": "今天学的词是chill。大Chill就是寒冷、冷淡或扫兴。Chill这个词经常被用来形容天气。如冷飕飕的夜晚，a chill night。但是，chill也可以用在其他个方面。北韩进行地下核试验后，报纸的标题说：”North-South Relations Suffer a Sudden Chill.” 南北韩的关系突然冷却。Chill也可以用在日常生活。两个邻居因为吵架而关系冷淡, “There was a chill between the two feuding neighbors.” 一个工程师的项目失败降低了他被提升的前景, “The failed project chilled the engineer’s chances for a promotion.” 裁减工资的消息大大降低了工人的热情, “The news of reducing pay chilled the workers’ enthusiasm.” 今天学的词是chill…"
  },
  {
    "index": "59",
    "title": "top",
    "article": "今天学的词是top。作为名词， Top的意思是顶部， 顶端的意思。比如the top of the hill, 山顶， the tabletop, 桌面等等。Top也可以作动词，意思是达到或是超过。 有报道说，美国人口这个月将达到三亿, “America’s population is going to top 300 million.”美国人口1915年达到1亿，1967年突破两亿 — topped 200 million。39年后又长了一亿。速度之快超过许多国家的人口增长率 — topped the growth rate of many other countries. 不幸的是，美国在能源消费方面也超过其他国家 — “American energy consumption also tops other countries.” 今天学的词是top…"
  },
  {
    "index": "60",
    "title": "blackout",
    "article": "今天学的词是blackout. Blackout有时指因为供电问题而灯火熄灭。比如美国中西部地区10月13号初秋季节突然下起了大雪，造成许多社区停电、漆黑一片，”The snowstorm caused widespread blackouts.” Blackout也有灯火管制的意思。在第二次世界大战期间，为了防止纳粹德国空袭伦敦常常连续几个小时实行灯火管制， — “The blackout in London lasted several hours.” 人也有blackout的时候。比如有人头部受伤， 昏了过去， — “she suffered a blackout from the blow to the head.” 总之Blackout好像都跟黑暗有关。今天学的词是blackout…"
  },
  {
    "index": "61",
    "title": "upbeat",
    "article": "今天学的词组是upbeat。Upbeat指的是音乐上的弱拍， 也有快乐、乐观的意思。 比如，美国11月7号举行国会中期选举，许多共和党人担心他们会失去在国会的多数席位，可是布什总统和他的高级助手却相当乐观。有报道说，”President Bush and his top advisers remain upbeat about GOP prospects.”不过布什政府在另外一个问题上， 也就是伊拉克问题上却乐观不起来了，”The U.S. government was not so upbeat on the current situation in Iraq.” 随着伊拉克安全局势的恶化，许多美国人担心伊拉克战争不会有好的结局，”They worry it may not have an upbeat ending.” 今天学的词是upbeat…"
  },
  {
    "index": "62",
    "title": "hint",
    "article": "今天学的词是hint。Hint的意思是暗示。比如，北韩最近声称进行了地下核试验之后，有些国家立即暗示会采取制裁行动，”Some countries hinted at possible sanctions against North Korea.” 还比如世界上最大的芯片制造商Intel公司最近公布第四季度盈利。之前该公司的董事长暗示说，由于手提式电脑需求量增加，第四季度的营业会有很强的表现，”Intel hinted at strong fourth quarter results.” 难怪Intel公司的股票大涨。我们日常生活中有些事情不好明说，只能暗示。比如做婆婆的不喜欢未来的儿媳妇，她会劝儿子慎重挑选 — “hinting the girl is not right for her son.” 今天学的词是 hint…"
  },
  {
    "index": "3581",
    "title": "makeshift",
    "article": "今天我们要学的词是 makeshift. Makeshift is spelled M-A-K-E-S-H-I-F-T, makeshift.makeshift 的意思是临时的，代用的。 A world famous chef has turned giant stadiums into makeshift kitchens to help those in need during the coronavirus pandemic by cooking and giving away free food. 在新冠疫情大流行期间，一位世界级的名厨把巨型体育场变成了临时厨房，以厨艺和赠餐来帮助有需要的人。South African engineers and doctors are designing makeshift, inexpensive devices to address a major challenge posed by the coronavirus crisis – the lack of ventilators for patients. 南非的工程师和医生们正在设计廉价的呼吸机代用设备，以解决新冠病毒危机带来的一个主要挑战，就是缺乏救治患者的呼吸机。好的，我们今天学习的词是 makeshift, makeshift, makeshift …"
  },
  {
    "index": "64",
    "title": "play down",
    "article": "今天学的词组是play down。 Play down的意思是降低，缩小和轻描淡写。 最近有人在网上张贴消息说美国七大体育馆周末将遭受脏弹袭击，美国国土安全部立即通知全国美式足球协会，要他们提高警惕。不过国土安全部同时降低这种威胁 — “played down the threat against U.S. stadiums.”他们说，网上的消息是不可信的。这样作显然是为了避免不必要的恐慌。原定周末去看球的人自然是松了一口气。不过呢， 美国的确面临着长期而艰巨的反恐挑战 — “we cannot play down the difficulties the country is facing.” 我们不能缩小国家所面临的困难。今天学的词是play down…"
  },
  {
    "index": "65",
    "title": "rule out",
    "article": "今天学的词组是rule out。 Rule out就是把某件事或某种可能性排除在外。比如日本外相在北韩宣称进行核试验之后宣布日本绝不考虑发展核武器。Japan ruled out nuclear arms。Rule out也有不允许或妨碍做某件事的意思。比如美国天主教会最近宣布它们的教会学校不会增加招收非基督徒学生，”The Catholic church ruled out admitting more non-faith students.”在日常生活中， 我们有时不得不改变计划。比如， 突然下起了暴雨，没有办法去野餐了，”The storm ruled out a picnic trip.” 突然失业了，我们只好取消买房子的计划。We had to rule out buying a house。今天学的词组是rule out…"
  },
  {
    "index": "66",
    "title": "break up",
    "article": "今天学的词组是break up。Break up有分开、驱散的意思，比如匈牙利民众在纪念反苏联起义50周年之际走上街头，对现政府表示不满。当局出动警察驱散数百名抗议群众– “Police break up hundreds of protesters.” 这说明老百姓还是没有抗议的自由。对于养狗的人来说， 最头痛的是狗打架。 两只狗咬来咬去，你只好赶紧把它们拉开 — “break up the dog fight.” 朋友、恋人也有分手的时候，著名电影演员Jennifer Aniston主演的喜剧电影The Break Up讲的就是恋人反目的故事。中文译名是《男女分手》。今天学的词是break up…"
  },
  {
    "index": "67",
    "title": "favor",
    "article": "今天学的词组是favor。Favor有赞成，支持的意思。比如美国国会中期选举之前共和党争取无党派选票失利, “Independent voters strongly favor Democrats on Iraq and other major issues.” — 独立选民在伊拉克等主要问题上强烈赞成民主党人。独立人士转向民主党显然不利于共和党人保持国会多数 — it will not favor Republicans maintaining a majority in Congress. Favor在这里的意思是帮助的意思。作父母的往往偏爱最小的孩子, “Parents tend to favor the youngest child.” 在这句话里，favor是偏爱的意思。但是偏爱对孩子却未必是好事。今天学的词是favor…"
  },
  {
    "index": "68",
    "title": "bow out",
    "article": "今天学的词组是bow out。Bow out的意思是退出、引退、退休。白宫的chief usher，也就是白宫的大管家Gary Walters宣布2006年年底退休。有报道说, “White House’s chief usher is bowing out.” 这位大管家在白宫任职30多年，服务过7届总统。白宫的大小宴会，132个房间，95位厨师、清洁工等勤务人员都由他管，劳苦而功高，难怪Gary Walters bowing out白宫表示遗憾。令人遗憾的还有美国网球名将阿加西2006年退休, “Andre Agassi bowed out, 2006, at the end of a distinguished tennis career.” 阿加西退出，结束了辉煌的网球生涯。今天学的词组是bow out…"
  },
  {
    "index": "69",
    "title": "stave off",
    "article": "今天学的词组是stave off。 Stave off的意思是避开，挡开和延缓。比如， 美国福特汽车公司仅仅在2006年第三季度就亏损58亿美元，是14年来亏损最严重的一个季度。数字可谓触目惊心。不过分析人士说，福特有足够的现金储备延缓破产, “Ford’s cash reserves are enough to stave off bankruptcy.”在著名小说《鲁宾逊漂流记》中，流落荒岛的鲁宾逊用野果充饥, “Robinson Crusoe ate some berries to stave off hunger.” 去年卡特里纳飓风袭击美国墨西哥湾沿岸，洪水滚滚而来，势不可挡，nothing can stave off the flooding。今天学的词组是stave off…"
  },
  {
    "index": "70",
    "title": "landslide",
    "article": "今天学的词组是landslide。 Landslide的意思是山崩，塌方。比如hundreds of houses were destroyed in a landslide — 山崩摧毁了数以百计的房屋。 自然界的landslide意味着灾难和恐惧。 不过选举中的landslide，也就是压倒的优胜， 对竞选者来说就是求之不得的了。巴西总统席瓦尔在2006年决选中获得61%的选票。新闻报道说， “Brazil’s president won in landslide,” 意思是巴西总统以压倒性的多数当选。 美国历史上的landslide victory — 多票当选的例子也不少。远的不说， 1988年老布什以426张选举人票当选总统。他的民主党对手只得到111张选举人票。对Bush来说，竞选结果绝对是压倒的优胜 — a landslide victory。今天学的词组是landslide…"
  },
  {
    "index": "71",
    "title": "rank",
    "article": "今天学的词组是rank。作为动词，rank有排名，列为的意思。美国杂志《美国新闻与世界报》道每年都公布美国大学和研究生院的排行榜。哈佛校报说， 2006年哈佛大学商学院，医学院和教育学院再度被评为全美最好的三所研究生院。”This marks the third year that they have all been ranked number one,” — 哈佛商学院，医学院和教育学院连续三年排名第一。说到排名，美国中西部城市圣路易斯也得到一个第一的排名, “It is ranked the most dangerous city in the United States.” 圣路易斯被评为美国最危险的城市。2006年，St. Louis的暴力犯罪增加了20%。相信谁也不希望在这方面rank first — 名列第一。今天学的词组是rank…"
  },
  {
    "index": "72",
    "title": "block",
    "article": "今天学的词组是block。Block有障碍物的意思。比如road block — 路障，”Police put up a road block to stop the demonstrators,” 警察为阻止抗议者设置了路障。作为动词，block也有阻塞，拦阻的意思。比如施工造成交通阻塞, “Construction blocked the traffic.”还比如，美国宾州一个名叫Hazleton的城镇原定从11月1号起实施限制非法移民的法律。当地的拉美裔社区状告当地政府，结果联邦法官裁决Hazleton镇暂时不得实施这一法律, “A federal judge blocked the town’s illegal immigration law.” 据报道，美国已有十个城镇通过了限制非法移民的法律。还有32个城镇也在考虑通过类似的法律。今天学的词组是block…"
  },
  {
    "index": "73",
    "title": "tune up",
    "article": "今天学的词组是tune up。Tune up的意思是调弦，调音。 比如乐队在演奏前调弦, “The band tuned up their instruments before the performance.” Tune up还有调试、维修的意思。你开的汽车每隔一段时间就要送去维修 — it needs tuning up。著名的哈勃太空望远镜1990年发射升空以来发回了很多的珍贵照片和数据，为人类探索宇宙立下了汗马功劳。不过哈勃已经运作了16年， 也需要tune up。美国宇航局决定在2008年派七名宇航员对哈勃进行维修, “A crew of seven will tune up the space telescope.” 预计这次tune up将花费9亿美元。今天学的词组是tune up…"
  },
  {
    "index": "74",
    "title": "crank up",
    "article": "今天学的词组是crank up。Crank up的意思是用手摇柄开动引擎，起动。比如以前一些老式汽车和电话都要先摇几下才能起动 — You have to crank it up to start it。 作为习惯用语，crank up还有加紧努力的意思。美国民主共和两党在国会中期选举前夕全力以赴地加紧动员选民前往投票, “The parties cranked up voter turnout efforts.” 动员的方式五花八门，有集会讲演，录音电话，登门游说等等。还比如华盛顿红人队2006年赛季屡战屡败，教练们不得不加紧训练, “The coaches cranked up the practice routine for the losing Washington Redskins.” 今天学的词组是crank up…"
  },
  {
    "index": "75",
    "title": "to get away with",
    "article": "今天学的词组是to get away with。 To get away with的意思是做了坏事、错事没有被发觉，被责备或是受到处罚。最近伊拉克前总统萨达姆因反人类罪被法庭判处绞刑。显然，”He didn’t get way with murder” — 萨达姆没有从谋杀指控中脱身。还比如美国中部堪萨斯州Elk市的居民抱怨说，当地一名男子经常开枪射杀居民的狗，甚至连Elk市市长家的狗也被他开枪打伤了。可是这个人至今逍遥法外, “The man who has been shooting dogs is still getting away with it.” 为什么呢？ 因为有法律规定，农民有权为保护牲畜而杀死动物。不过狗一跑进他的地界就开枪，这未免有点过分。今天学的词组是to get away with…"
  },
  {
    "index": "76",
    "title": "rebuke",
    "article": "今天学的词组是rebuke。Rebuke的意思是斥责，严厉批评。美国民主党人在2006年国会中期选举中获得重大胜利，取得对众议院的控制权。有报道认为这主要是因为民众对布什总统和伊拉克战争不满, “The voters delivered a sharp rebuke of President Bush and the Iraq war,” 选民们严厉批评布什总统和伊拉克战争。还比如，北韩2006年公然进行核弹试验，”drew world-wide rebuke,” — 受到全世界的严厉批评， 尤其是美国指责北韩威胁到东亚的和平与稳定, “The United States rebuked North Korea for threatening the peace and stability of east Asia.” 今天学的词组是rebuke…"
  },
  {
    "index": "77",
    "title": "common ground",
    "article": "今天学的词组是common ground。 Common ground的意思是一致之处、共同点。 美国共和党人在2006年国会中期选举中失去在参众两院的多数席位。布什总统在选举后迅速作出反应说，他将同民主党人合作，找到双方在伊拉克战争和国内问题上的共同点 — “to find common ground on the war in Iraq and domestic issues.”不仅是政党合作，个人交往也要有共同之处才能合得来。比如两个朋友都很喜欢音乐，”When it comes to music, they have some common ground.” 他们在音乐方面有一些共同语言。 今天学的词组是common ground…"
  },
  {
    "index": "78",
    "title": "open to",
    "article": "今天学的词组是open to。 Open to有愿意听取和接受的意思。布什总统在共和党人失去参众两院多数席位之后强调要与反对党合作。他说，”I am open to all ideas and suggestions on the war in Iraq,” 意思是说，他愿意听取任何有关伊拉克战争的建议和想法。以前有人指责白宫不接受批评意见 — “not open to criticism.” 再比如，美国大学录取学生没有年龄限制，”Colleges in the United States are open to students of all ages.” 所以美国校园里常有一些老年学生，让人看了既佩服又羡慕。今天学的词组是be open to…"
  },
  {
    "index": "79",
    "title": "watchdog",
    "article": "今天学的词组是watchdog。 Watchdog就是看门狗。不过Watchdog也有忠实的看守人、监督人的意思。比如我们称联合国的国际原子能机构为nuclear watchdog — 核监督机构，称美国政府审计署为government watchdog — 政府内部监督机构。国际反腐败组织”国际透明”则是corruption watchdog — 腐败监督组织。”国际透明”最近公布了163国政府腐败状况排行榜。 美国从去年的第17位下跌到第20位。”The United States was downgraded by the corruption watchdog,” — 腐败监督组织降低了美国的排名。今天学的词组是watchdog…"
  },
  {
    "index": "80",
    "title": "wild card",
    "article": "今天学的词组是wild card。 Wild card指的是体育比赛中的特许参赛资格。也就是所谓的外卡。比如，韩国队在亚洲锦标赛中败给卡塔尔队，没有资格参加世界篮球锦标赛。不过有预计说，韩国队或许会拿到世界篮球协会的wild card。 Wild card也指重要的人和事，而这些人和事的未来作用又是不得而知的。比如，天气在帆船比赛中是一个重要而无法确定的因素 — weather is the wild card。还比如，民主党议员中少有的反对从伊拉克撤军的约瑟夫.利伯曼，被认为是”a wild card in Iraq policy”，意思是说， 他在伊拉克政策辩论中是一个重要人物，但究竟会起到什么作用还是一个未知数。今天学的词组是wild card…"
  },
  {
    "index": "81",
    "title": "take up",
    "article": "今天学的词组是take up。 Take up这个短语有好几个意思，比如She took up painting — 她开始学习绘画。The piano takes up half the living room — 钢琴占了客厅一半的地方。 Take up也指就某个问题进行讨论。美国参议院近期将就防止生化恐怖袭击的提案展开讨论. “The Senate is going to take up legislation dealing with the bioterrorism threat.” 美国国会在2006国会中期选举之后成了人们所说的lame duck — 瘸脚鸭子，不过呢他们仍打算在下届国会上台之前讨论一些重要的提案 — “They are to take up some key legislation.” 今天学的词组是take up…"
  },
  {
    "index": "82",
    "title": "throw one’s hat in the ring",
    "article": "今天学的词组是throw one’s hat in the ring。这个词组的字面意思是把帽子扔进拳击场。据说在19世纪的拳击比赛中，有人要和拳击手较量，就把帽子扔进拳击场里 — throw his hat in the ring。后来”把帽子扔进拳击场”成了一种比喻，意思是参加竞赛或是政治竞选。美国前总统泰迪.罗斯福1912年宣布竞选总统时说，”My hat’s in the ring.” 美国著名共和党参议员约翰.麦凯恩决定成立一个委员会，探索2008年竞选总统的可能性。新闻报导说，”McCain threw his hat in the ring – – joining the fight for the White House,” 意思是说，麦凯恩决定角逐总统大位。今天学的词组是 throw one’s hat in the ring…"
  },
  {
    "index": "83",
    "title": "brace",
    "article": "今天学的词组是brace。作为动词，brace有做好准备应对压力或危险的意思。 比如美国国会中期选举之前， 共和党人意识到可能会失去七到三十个众议院席位, “They braced for the loss of seven to 30 seats in the House of Representatives.”感恩节前夕，美国人纷纷乘飞机回家团聚，就跟中国人回家过年一样。美国各大机场因此增加了服务人员。 “They braced for the crush of holiday flying,” — 准备对付空运高潮的压力。当然，旅客们也要准备排长队通过安全检查, “Passengers will have to brace themselves for longer lines.” 今天学的词组是brace…."
  },
  {
    "index": "84",
    "title": "fall short",
    "article": "今天学的词组是fall short。 Fall short 的意思是不足，达不到目的、要求和期望。比如2006年在越南召开的亚太经合组织会议在闭幕时发表口头声明敦促北韩放弃核计划，而没有像布什总统所希望的发表书面声明。媒体报道说, “The statement fell short of what President Bush sought,” 声明没有达到布什总统的期望。还比如，美国微软公司的主席Bill Gates虽然是世界上的首富之一，但是他的工资并不是高的不得了。 Bill Gates2006年到6月30号结束的会计年度的薪水收入不到一百万 — “The pay check for Gates fell short of a million dollars.” 今天学的词组是fall short…"
  },
  {
    "index": "85",
    "title": "come out of closet",
    "article": "今天学的词组是come out of closet。 Closet是壁橱，秘室，小房间。 走出壁橱和秘室，引申的意思就是公开真相，不再保守秘密。比如虽然美国法律禁止重婚和多配偶制，但仍有人秘密实行一夫多妻和一妻多夫。不过最近有报道说， 多配偶论者公开呼吁社会尊重他们的选择权。也就是说，polygamists are coming out of the closet — 多配偶论者不再隐藏他们的身份和主张。还比如， 美国纽约市每年一次的同性恋者大游行证明，随着社会对同性恋的歧视减少，越来越多的人敢于公开他们的同性恋身份了 — “more and more homosexuals are coming out of the closet.” 今天学的词组是come out of the closet.."
  },
  {
    "index": "86",
    "title": "talk turkey",
    "article": "今天学的词组是talk turkey。 Turkey是火鸡，作为习惯用语，talk turkey的意思是谈正经事，坦率、直截了当地说。火鸡是美国人感恩节大餐的传统佳肴。美国农业部因此每年感恩节都有专家值班，回答民众有关火鸡烹饪和食品安全的问题，”The experts from the Agriculture Department are talking turkey all day long.” — 农业部的专家们一整天都在坦率地和民众交谈。这里， talk turkey一语双关，人们在感恩节时提出的问题大都跟烤火鸡有关。不过talk turkey平时也常用，你可以跟你的朋友说，”talk turkey or I’ll go,” — 说正事吧，不然我就走了。今天学的词组是talk turkey…"
  },
  {
    "index": "87",
    "title": "Black Friday",
    "article": "今天学的词组是Black Friday，B-l-a-c-k F-r-i-d-a-y。美国人把感恩节过后的星期五称作Black Friday — 黑色星期五。为什么呢？因为美国商店在这天总是会提早开门、减价促销 ，代表圣诞采购季节的开始，美国人则纷纷上街抢购圣诞礼物。即使平时赔钱的商家这一天也会转亏为盈。黑色在这里代表的是财务状况进入佳境，而不是灰暗的意思。不过呢，用在别的地方，black的确有黑暗不祥的意思。美国历史上股市崩盘的灾难性的日子都被称为黑色。比如1869年9月24号星期五，美国黄金市场大跌波及股市 — 人称Black Friday。还比如1929年10月29日的黑色星期二 — Black Tuesday，美国股价暴跌，国家从此陷入经济大萧条。今天学的词组是Black Friday…"
  },
  {
    "index": "88",
    "title": "blue",
    "article": "今天学的词组是blue, b-l-u-e。Blue的意思是蓝色，也有忧郁和令人沮丧的意思。比如某个人心情不好，闷闷不乐 — “He is in a blue mood today.” 或者说， “He looks so blue.” 美国英语中有个词组，叫做 holiday blues。 指的是假日期间的郁闷情绪。节日的团聚欢乐气氛往往令一些孤独的人更感到寂寞，不开心。有些心理学家忠告说，不要让这种低落的情绪恶化成忧郁症，”Don’t let the holiday blues lead to depression.” 还比如，布什总统在国会中期选举之后积极调整政策：”The president is trying to beat the post midterm election blues,” 总统设法克服选后令人沮丧的局面。今天学的词组是blue…"
  },
  {
    "index": "89",
    "title": "back",
    "article": "今天学的词组是back. Back指人的脊背。比如， He woke up with a back ache, 他一觉醒来腰酸背疼。作为动词，back有支持的意思。在北韩核弹试验之后，美国主张在公海上拦截并检查北韩船只，但韩国表示反对。媒体报道说，”South Korea won’t back Bush on ship inspections, ” 意思是韩国在船只检查问题上不支持布什。还比如，罗马天主教皇本笃十六世在访问土耳其时表示支持土耳其加入欧盟， “The Pope said he backed Turkey’s bid to join the E.U.” 不过呢， 欧盟对是否接纳土耳其还有分歧 — not every member backs the decision to accept Turkey. 今天学的词组是back…"
  },
  {
    "index": "90",
    "title": "pull back",
    "article": "今天学的词组是pull back。Pull back的意思是往后拉。比如拉开窗帘。Pull back也有把士兵，军队撤回的意思。比如有报道说，由前国务卿贝克等十位知名人士组成的伊拉克研究委员会经过八个月的审议之后，决定呼吁从伊拉克撤军，”The study group will call for the pullback of U.S. troops.”不过有报道说，该委员会并没有提出具体的撤军时间表。与此同时，布什总统在约旦会见伊拉克总理马里基的时候，明确表示撤军是不现实的，”Bush dismissed the pullback of U.S. troops as unrealistic.” 今天学的词组是pull back…"
  },
  {
    "index": "91",
    "title": "bust",
    "article": "今天学的词组是bust。 Bust指的是女人的胸部，也指人的半身塑像或画像。作为动词，bust有被警察搜查和逮捕的意思。 比如美国警方查封了佛罗里达州一家公司以及他们所经营的几十个所谓的青少年模特网站。体报道说， “The preteen model sites were busted.” 该公司被控在网站上张贴交易10岁以下或十几岁女孩儿挑动情欲的淫荡照片。这家公司的两名负责人也因为涉嫌从事儿童色情活动而被警方逮捕，”They were busted on child pornography charges.” 如果被判有罪，他们最重可被判处20年监禁，并被没收经营网站的一切所得。今天学的词组是bust…"
  },
  {
    "index": "92",
    "title": "dog",
    "article": "今天学的词组是dog。Dog在英文里是狗， 作为动词，dog有紧追不放、无法摆脱的意思。比如， 这辆汽车不断出毛病 – “This car has been dogged by problems.” 还比如， 美国人认为，前总统克林顿的夫人希拉里.克林顿很可能作为民主党候选人参加2008年的总统大选。然而，也有人怀疑这位代表纽约州的联邦参议员能否在两党势均力敌、选票接近的州里击败共和党对手。用报道的话说，”The New York Senator is dogged by questions of whether she can win enough swing states.” 这里，dog的意思是希拉里.克林顿始终摆脱不了这个问题。今天学的词组是dog…"
  },
  {
    "index": "93",
    "title": "blunt",
    "article": "今天学的词组是blunt。 Blunt的意思是不锋利，比如刀子很钝：”The knife is blunt.” Blunt也指人的言谈举止直截了当，不转弯抹角。美国伊拉克委员会正式向布什总统提交了有关伊拉克战争的分析报告。 报告认为伊拉克局势严峻，而且在不断恶化。媒体报道称之为”直截了当”的结论 – a blunt conclusion。 还比如，由布什总统提名出任国防部长的罗伯特·盖茨在参议院听证会上直截了当地否认美国正在伊拉克取得胜利, “When asked if the US was winning in Iraq, Robert Gates said “No.” 我们可以说， 他作出了直截了当的回答 – “He gave a blunt answer.” 今天学的词组是blunt…"
  },
  {
    "index": "94",
    "title": "spike",
    "article": "今天学的词组是spike。Spike是一种大钉子，比如铁路枕木上的道钉。Spike也有突然增加的意思。比如利率突然提高 – interest rate spikes; 腐败案件突然增多 – corruption cases spiked。 那么说到腐败，美国政府官员腐败活动近年来突显猖獗。两年来共有一千多名联邦、州和地方政府的雇员被法院判定犯有腐败罪。其中包括来自加州的共和党议员卡宁汉因受贿两百四十万美元被判处八年零四个月的徒刑。 有报道认为腐败案增多跟联邦调查局的铁腕政策有关：”Corruption cases spiked because of FBI investigation,” 意思是FBI全力调查导致腐败案件猛增。今天学的词组是spike…"
  },
  {
    "index": "95",
    "title": "cool",
    "article": "今天学的词组是cool. Cool的意思是很好，很棒。比如布什总统点亮了白宫前的国家圣诞树，在场的人称赞说：”It’s cool!” 意思是真好看，真棒。 Cool也有不感兴趣、缺乏热情的意思。有报道说，布什总统不愿采纳伊拉克研究小组提出的一些主要建议，”President Bush is cool to the key points of report on Iraq.”以前国务卿贝克为首的伊拉克研究小组建议在2008年以前逐步撤出美国作战部队。他们显然对美国在伊拉克长期驻军不感兴趣， “They are cool to the idea of keeping the troops in Iraq for a long time.” 今天学的词组是cool…"
  },
  {
    "index": "96",
    "title": "google",
    "article": "今天学的词组是google。 Google就是家喻户晓的网上搜索引擎谷歌。Google也可以作动词，意思是通google来搜索信息。有报道说，美国国务院借助google来调查有哪些伊朗人参与了伊朗核计划， “The Department of States googled for Iran Intelligence.” 结果美国把12名伊朗人列为国际制裁对象。美国的一些学校也用google来”制裁”学生。由于因特网的便利，学生抄袭剽窃的现象越来越严重。美国老师的对策是上google，搜索学生论文中的关键词语 – “They would google a phrase in the student’s paper.” 这就成了”魔高一尺，道高一丈”啦！今天学的词组是google…"
  },
  {
    "index": "97",
    "title": "lag",
    "article": "今天学的词组是lag。 Lag的意思是落后。911恐怖袭击之后， 美国各地纷纷做好应付恐怖袭击的准备。不过有评估报告说，最需严加防范的首都华盛顿在对付生物恐怖袭击方面准备不足，落后于许多城市, “Washington DC lags in preparedness for bioterrorism attacks.”还比如，美国政府推出早期教育计划，让低收入家庭的孩子免费上学前班， 因为有研究证明，不上幼儿园的孩子在学习上可能落后, “They may lag behind in school.” 今天学的词组是lag…"
  },
  {
    "index": "98",
    "title": "edge",
    "article": "今天学的词组是edge。 Edge通常指边、边缘。 比如路边 – the edge of the road, 悬崖边 – the edge of the cliff. Edge也有优势的意思。2006年12月的民意调查显示， 在有意竞选总统的民主共和两党人士中，希拉里.克林顿和共和党人、前纽约市市长鲁道夫.朱利亚尼的声望最高，具有所谓的早期优势, Clinton and Giuliani have the early edge.”民主党人除了克林顿以外，准备参选的还有巴拉克.奥巴马和约翰.爱德华兹参议员。共和党方面则有迈凯恩参议员。所以有早期优势 – having an early edge并不意味着就能顺利当选，毕竟距离大选还有两年的时间。今天学的词组是edge…"
  },
  {
    "index": "99",
    "title": "call up",
    "article": "今天学的词组是call up。 Call up是征召、动员的意思。由于现役军人不足，美国陆军总参谋长Peter Schoomaker强烈要求陆军每年征兵七千人以上，而且扩大动员后备役人员, “He called for more troops and more reserve call-ups.” Peter Schoomaker将军认为美国必须取消对强制征召后备役人员的限制。美国国防部规定，对后备役人员只能有一次所谓的非自愿征召 — involuntary call-up。也就是说，除非自愿，否则只能动员他们一次，而且服役时间不得超过两年。以陆军为例， 美国陆军后备役目前有五十二万两千人，但能够被征召的只有9万人。今天学的词组是call up…"
  },
  {
    "index": "100",
    "title": "drawdown",
    "article": "今天学的词组是drawdown。 Drawdown指水库等由于抽水而降低水位。 Drawdown也有减少的意思。比如美国人在是否减少驻伊拉克军队的问题上意见分歧, “The nation is divided on the drawdown of troops.”以前国务卿贝克为首的伊拉克研究小组建议逐步撤军，但没有提出具体的时间表, “There is no timeline for drawing down troops.” 前国务卿鲍威尔则呼吁美国从2007年6、7月份开始撤军, “The drawdown of U.S. troops is to begin by the middle of next year.” 美国民意看来也不支持这场战争。民意调查结果显示，有百分之五十二的人认为美国在伊拉克战争中是失败的。今天学的词组是drawdown…"
  },
  {
    "index": "101",
    "title": "workout",
    "article": "今天学的词组是workout。 Workout是锻炼、健身的意思，比如去健身 — go for a workout。健身运动在美国蔚然成风，美国人锻炼身体每年要花费几十亿美元。除此以外，美国现在还提倡所谓的mental workout — 心智锻炼。美国华盛顿邮报报道说，有研究表明，下棋、作猜字游戏等心智锻炼能够延缓脑子的老化， “Mental workouts may slow decline of aging mind.” 研究人员说，定期进行mental workout的人，他们的记忆力和分析反应能力比不锻炼的人要强得多。看起来心智锻炼也将大为流行。今天学的词组是workout…"
  },
  {
    "index": "102",
    "title": "strand",
    "article": "今天学的词组是strand. Strand的意思是使船只等搁浅。比如，The receding tide stranded the ship。船因为退潮而搁浅了。 Strand也指陷入困境，无法离开。2006年圣诞旅行高峰时期， 美国科罗拉多州的丹佛地区突然下起了暴风雪，雪深两英尺。机场被迫关闭，有大约4700名旅客被困在丹佛机场，”Thousands of passengers were stranded at Denver airport.”一些赶着回家过圣诞的人叫苦不迭，真是天不作美。除了机场以外，科罗拉多州的州际高速公路也一度关闭， “motorists stranded on the highway.” 今天学的词组是strand…"
  },
  {
    "index": "103",
    "title": "pardon",
    "article": "今天学的词组是pardon。 Pardon有赦免的意思。 美国总统每年圣诞节前都会宣布赦免一些罪犯。布什总统今年宣布赦免16名犯人， 并 给一个贩毒者减刑， “President Bush issued 16 pardons and commuted the sentence of a man convicted of drug charges.” 被赦免的16人当中， 有6人是因为涉嫌贩毒或非法持有毒品而被判刑的。其他人的罪行包括诈骗， 接受回扣，申请贷款表格时作假以及报税时欺骗政府等。前总统克林顿任职8年总共赦免457人。里根总统赦免了406人。相比之下，布什总统任职以来总共赦免了113人，是近年来赦免最少的总统之一，”One of the stingiest presidents on pardons.” 今天学的词组是pardon…"
  },
  {
    "index": "104",
    "title": "Toys for Tots",
    "article": "今天是圣诞节，我们来介绍一个和慈善捐献有关的词组，Toys for Tots。 Toy是玩具， tot是小孩子。Toys for Tots翻译成中文就是”给孩子们的玩具。””给孩子们的玩具”是美国海军陆战队有名的慈善活动。海军陆战队从1948年开始每年圣诞节都要在全美各地募集崭新的玩具，然后把它们分送给低收入家庭的孩子们。他们的口号是”让美国的穷孩子们圣诞快乐，” — “Bring the joy of Christmas to America’s needy Children.” Toys for Tots 56年来给孩子们募集了几亿个玩具。美国前第一夫人南西.里根和巴巴拉.布什都担任过Toys for Tots慈善活动的全国发言人。 今天学的词组是Toys-for-Tots…"
  },
  {
    "index": "105",
    "title": "take issue",
    "article": "今天我们要学的词组是take issue。 Take issue的意思是争论，持不同意见。 比如美国前总统福特12月26日逝世后， 媒体公开了他2004年7月的采访谈话。福特反对伊拉克战争，也不认为美国应以推广民主为理由卷入纷争， “Ford took issue with the notion of The United States entering a conflict to spread democracy.” 美国前国务卿鲍威尔主张美国从明年开始逐步从伊拉克撤军。布什总统不同意 — he takes issue with Powell on the question of withdrawal 。今天学的词组是take issue…"
  },
  {
    "index": "106",
    "title": "flock",
    "article": "今天要讲的英语词是flock。 Flock是人群的意思。华盛顿动物园在庆祝小熊猫泰山一岁生日的第二天，报上的标题说：”Tai Shan’s Fans Flock to His Party.” 意思是：热爱泰山的人成群结队地去参加它的生日聚会。七月四号美国独立日，人们纷纷前往参加庆祝活动,，观看烟火， “People flocked to take part in the celebration and watch fireworks.” 庆祝活动结束后，人们拥往地铁站 — people flocked to the subway。哎，你注意到吗，每当商店为了促销商品大喊”减价，减价”的时候，人们不顾它卖什么就会一拥而上去抢购，”People would flock to the store for things on sale.” 不过， 千万小心不要摔跤！今天的每天一词是flock…"
  },
  {
    "index": "107",
    "title": "set the stage",
    "article": "今天我们要学的词组是set the stage。 Set the stage的意思是为某件事做好准备，提供条件。比如，希拉里.克林顿06年再次当选参议员，为她08年竞选总统提供了条件 — “The reelection set stage for her presidential campaign in 2008.” 还比如美国科研人员断定克隆动物的奶和肉跟正常繁殖的动物是一样的。科学家的这个结论为政府评估提供了条件 — “set the stage for the government to declare that cloned animals are safe for human food supply.” 美国食品与药物管理局因此宣布克隆动物食品是安全的。不过抗议人士认为克隆会导致更多的动物死亡。今天学的词组是set the stage…"
  },
  {
    "index": "108",
    "title": "pay respects",
    "article": "今天我们要学的词组是pay respects。 Pay- respects的意思是向某个人表示敬意。美国前总统福特12月26日逝世后，他的灵柩从加州运到首都华盛顿，停放在国会大厅里。美国人纷纷前往吊唁，向他表示敬意 — “to pay their respects to the former president.”在国会举行的追悼仪式上，福特当年的白宫办公厅主任、现在的副总统切尼发表讲话，赞扬福特帮助美国从越战和水门事件丑闻中恢复了元气， “Vice-president Cheney paid his respects to former president Ford.” 今天学的词组是pay respects…"
  },
  {
    "index": "109",
    "title": "probe",
    "article": "今天我们要学的词组是probe。 Probe的意思是彻底调查。伊拉克政府最近调查萨达姆被处决时为什么会出现嘲弄等混乱局面，以及处决过程是如何被秘密录像的，”Iraq is probing the disorder during Saddam’s execution.”还比如， 美国联邦调查局最近发表报告说，美国在关塔纳摩的军事监狱确有虐待可兰经的现象。FBI的调查是在2004年进行的， “The probe was conducted in 2004.” 今天学的词组是probe…"
  },
  {
    "index": "110",
    "title": "an open book",
    "article": "今天我们要学的词组是an open book。 Open的意思是打开。Book是书。一本打开的书， 意思是尽人皆知的事物，毫无秘密的事。来自美国伊利诺依州的美国参议员Barack Obama有意在2008年竞选总统。不过有人担心他在11年前发表的自传可能对他不利。原来Barack Obama在自传中说他曾吸毒。 美国华盛顿邮报的报道说， “Obama’s past is an open book.” Obama的过去尽人皆知。意思是他要隐瞒也是不可能的。今天学的词组是an open book…."
  },
  {
    "index": "112",
    "title": "heckle",
    "article": "今天要讲的英语词是heckle。 Heckle意思是提出质问，或是起哄。美国前国防部长拉姆斯菲尔德有一次讲话时，四名抗议者先后站起来高喊口号，另一人指责他在伊拉克战前情报的问题上撒谎。报纸报道说，”Rumsfeld was Heckled During Atlanta Speech.” 意思是：拉姆斯菲尔德在Atlanta 讲话时遭到责问。1966年美国著名演唱者Bob Dylan在英国演出时，一位歌迷因不满他从乡村风格转向摇滚而大喊大叫，”Bob Dylan was heckled while performing in England.” 这是摇滚乐历史上最有名的闹场事件。今天教的词是 heckle…"
  },
  {
    "index": "113",
    "title": "decry",
    "article": "今天我们要学的词组是decry。 Decry的意思是谴责，强烈反对。比如， 有人强烈批评有些学校不重视改进教学质量， “They decried the lack of efforts to improve teaching in some schools.”还比如美国保守派人士公开批评美国反恐法律影响到难民， “Conservatives decried the anti-terrorism laws’ impact on refugees.” 有报道说， 一些支持布什总统的保守派人士现在同自由派人士一道反对政府利用反恐法律把数千名申请庇护者拒之门外。今天学的词组是decry…"
  },
  {
    "index": "114",
    "title": "harm",
    "article": "今天我们要学的词组是harm。 Harm的意思是对肉体或精神的伤害。比如， 吸烟伤害到他的肺部 — “Smoking harmed his lungs.” 暴风雪伤害到庄稼 — “The storm harmed crops.” Harm也指名誉或利益上的损害。2007年入冬以后美国东北部气候异常暖和，几乎没有下过雪。 《华盛顿邮报》的报道说，”Warm weather harms ski industry,” 暖和的天气损害到滑雪业。12月下旬至一月初通常是滑雪场盈利最多的时候。这段时间的收入相当于它们全年收入的百分之三十。所以美国东北部滑雪场今年损失惨重。今天学的词组是harm…"
  },
  {
    "index": "115",
    "title": "flex one’s muscles",
    "article": "今天我们要学的词组是flex one’s muscles。 Flex是伸屈的意思， muscle是肌肉，flex one’s muscles是一个习惯用语。意思是显示力量，展示能力。 美国加州州长施瓦辛格宣布了一项环保计划， 要求把加州车辆的温室气体排放量减少10%。施瓦辛格曾是好莱坞影星，以体魄魁梧健壮出名。媒体报道一语双关地说，”Schwarzenegger’s agenda could flex California’s muscles,” 意思是施瓦辛格的计划可能显示加州有能力减少环境污染。施瓦辛格州长果断采取措施，也展示了他的能力 — “The governor also flexed his muscles.” 今天我们学习的词组是flex one’s muscles…"
  },
  {
    "index": "116",
    "title": "deploy",
    "article": "今天我们要学的词组是deploy。 Deploy的意思是部署。比如布什总统决定向伊拉克增派两万名军队。有报道说，这些部队将主要部署在巴格达，以打击日益严重的教派暴力，”Most of the troops are going to be deployed in the Baghdad area.”美国民主党人反对在伊拉克部署更多的军队， “Democrats are against deploying more troops to Iraq.” 有些民主党议员表示将推动立法， 要求增派军队必须经由国会批准。今天我们学习的词组是deploy…"
  },
  {
    "index": "117",
    "title": "on record",
    "article": "今天我们要学的词组是on record。 On record的意思是记录在案的， 有记载的。比如，2006年是美国有纪录以来最暖和的一年，”2006 is the hottest year on record in the United States.” 美国去年的平均气温为12.7摄氏度，比以往平均气温高出1.2摄氏度。专家认为，这可能是因为区域气候异常，但也跟温室气体排放量增加有关。不过呢，气候异常的不只是美国。有专家预计，2007年很可能是全球有记录以来最暖和的一年，”2007 is likely to be the warmest on record.” 今天我们学习的词组是on record…"
  },
  {
    "index": "118",
    "title": "option",
    "article": "今天我们要学的词组是option。 Option有选择的意思。 比如布什总统决定向伊拉克增派两万多军队，许多人表示反对。但是布什总统说， 如不增兵，只有选择撤军，而撤军就意味着失败，”The only option besides boosting troop levels would be to withdraw.”换句话说，布什总统认为增兵是唯一的选择， “More troops is the only option。” 还比如， 洪水来了， 居民们不得不转移到高处， “The residents had no option but to move to a higher ground.” 对他们来说 转移是唯一的选择， “Moving is the only option.” 今天我们学习的词组是option, option…"
  },
  {
    "index": "119",
    "title": "hot seat",
    "article": "今天我们要学的词组是hot seat。 Hot seat在美国俚语里指处死刑用的电椅。Hot seat也指困窘的处境，尴尬的局面。比如公司连续亏损，总裁的压力很大, “The CEO found himself in the hot seat after another bad quarter.”还比如美国副总统切尼的前办公厅主任Lewis Libby被控在中情局特工身份泄露案的调查过程中撒谎。 法院开庭审理Lewis Libby一案的时候，许多政府要人不得不出庭回答问题，其中许多人处境尴尬, “Many will be on the hot seat during the trial.” 今天我们学习的词组是hot seat …"
  },
  {
    "index": "120",
    "title": "stick it out",
    "article": "今天我们要学的词组是stick it out。 Stick it out的意思是忍受下来、坚持到底。 美国中西部的几个州遭受暴风雪袭击， 有报道说， 有30多万家住户和商家断电，许多人在黑暗的房子里忍耐坚持着 – Many of them stuck it out in darkened homes after a winter storm。人们在遇到困难的时候，往往不能轻言放弃，而是要坚持到底。比如你不喜欢学数学，可是数学是必修课，你就要坚持下去, “You have to stick it out, because math is a required course.” 还有你可能不喜欢你的工作，可是必须养家糊口， 那你也只好忍受下来 – stick it out。今天我们学习的词组是stick it out…"
  },
  {
    "index": "121",
    "title": "shut down",
    "article": "今天我们要学的词组是shut down。 Shut down的意思是关闭。比如电影院起火后不得不关闭， “The movie theatre had to shut down after the fire.” 煤矿因为安全考虑而关闭了， “The coal mine had to shut down because of safety concerns.”德克萨斯州的交通部在暴风雪袭击后关闭了从Stockton到San Antonio的高速公路，”The Texas Department of Transportation shut down the highway from Stockton to San Antonio.” Shut down也有查禁的意思。电台被政府查禁了，”The radio station was shut down by the government.” 今天我们学习的词组是shut down…"
  },
  {
    "index": "122",
    "title": "hold to",
    "article": "今天我们要学的词组是hold to。 Hold to的意思是 坚持、信守，比如坚守诺言， hold to a promise; 信守合同， hold to a contract。 美国著名蓝调乐队New Grass Revival创作演奏的歌曲中，有一首歌叫做Hold on to a Dream — 坚持一个梦想。再比如，美国总统布什2007年初宣布向伊拉克增派两万多军队。媒体报道说， 许多国会议员和反战人士强烈反对增兵，但是布什坚持他对伊拉克问题的看法，”President Bush held to his idea for Iraq.” 今天我们学习的词组是hold to…"
  },
  {
    "index": "123",
    "title": "front runner",
    "article": "今天我们要学的词组是front runner。 Front runner指赛跑中跑在前头的人， 也指竞争中的领先者。 美国参议员希拉里.克林顿宣布参加2008年总统竞选。之前除了希拉里以外，民主党内已有前参议员约翰.爱德华兹等其他几人表示将角逐民主党总统候选人提名。不过希拉里后来居上。媒体报道说， “The former first lady enters the race as the front runner for the Democratic nomination.” 意思是这位前第一夫人在争取党内候选人提名的竞赛中地位领先。 今天我们学习的词组是front runner.."
  },
  {
    "index": "124",
    "title": "Rally",
    "article": "今天我们要学的词组是rally。 Rally的意思是集合、集会。成千上万的美国人在首都华盛顿集会，抗议最高法院34年前的一项裁决导致堕胎合法化， “Tens of thousands of people rallied at an anti-abortion march in Washington.”Rally也有病情好转的意思。比如有人生病了，”He had a bad night but rallied by morning,” 他夜里病得很厉害，早上病情好转。人们也用rally来形容股票价格止跌回稳， “Tech stocks rallied due to Microsoft’s strong earnings.” 科技股因为微软公司大幅盈利而有所回升。 今天我们学习的词组是rally…"
  },
  {
    "index": "125",
    "title": "clog",
    "article": "今天我们要学的词组是clog。 Clog是木底鞋，木屣。作为动词， clog也有障碍和阻塞的意思， 比如排水管堵塞了， “The drain was clogged.” 车辆堵塞了高速公路， “Heavy traffic clogged the highway.”还比如，黎巴嫩首都贝鲁特爆发反政府抗议活动。媒体报道说， “Opposition protesters clogged major highways with barricades of burning tires,” 反对派抗议者用焚烧的车胎构成路障，阻塞了首都贝鲁特的主要公路。今天我们学习的词组是clog…"
  },
  {
    "index": "126",
    "title": "ramp up",
    "article": "今天我们要学的词组是ramp up。 Ramp是斜面、斜坡，也指登机的梯子。作为动词，ramp up有加强、增加的意思。比如加强机场保安 — “ramp up airport security.”还比如日本公司为满足市场需求而增加生产等离子平板电视，”Japanese companies ramped up their output of LCD flat screen televisions.” 政府加紧批评联邦法官对恐怖主义案件的处理方法， “The government ramped up its criticism of how federal judges handled terrorism cases.” 今天我们学习的词组是ramp up…"
  },
  {
    "index": "127",
    "title": "nose dive",
    "article": "今天我们要学的词组是nose dive。 Nose是鼻子， dive是跳水或是俯冲， nosedive指飞机垂直俯冲，”The plane nosedived.” Nose dive也指价格等猛跌，迅速下降。比如雅虎公司宣布季度盈利下跌60%， 美国媒体报道说， “Yahoo’s profit takes a nose dive.”美国2006年的失业率大幅度下降，”The unemployment rate in the United States took a nose dive in 2006.” 一个人的工作和事业也可能出现nose dive， “His career took a nose dive after he was fired by the company.” 他被公司解雇以后，事业一落千丈。今天我们学习的词组是nose dive…"
  },
  {
    "index": "128",
    "title": "stand by",
    "article": "今天我们要学的词组是stand by。 Stand by有支持， 站在一起的意思。 比如， 美国共和党议员迈凯恩在伊拉克增兵问题上支持布什总统，”Senator McCain stands by President Bush on sending more troops to Iraq.”还比如， 美国前总统卡特的新书， 《巴勒斯坦和平而不是种族隔离》出版后，受到一些人的批评。 但是卡特坚持书中的观点，”Former president Carter stands by his book.” 美国著名老歌Stand by Me有这样的歌词：”I won’t be afraid, just as long as you stand by me,” 只要有你陪伴，我不害怕。今天我们学习的词组是stand by…"
  },
  {
    "index": "129",
    "title": "contradict",
    "article": "今天我们要学的词组是contradict。 Contradict的意思是反驳，否认。前纽约时报记者Judith Miller出庭作证，反驳了付总统切尼的前办公厅主任Lewis Libby的说法， “Judith Miller contradicted Libby in her testimony.”Libby被控在中央情报局特工身份泄露案的调查中说谎。 他声称在2003年7月才得知这位特工的身份。但是前纽约时报记者Miller说， Libby 6月份就向她透露了这位特工的身份。所以报道说，”Judith Miller contradicted Libby .” 今天我们学习的词组是contradict…"
  },
  {
    "index": "130",
    "title": "highlight",
    "article": "今天我们要学的词组是highlight。 Highlight指最精彩的场面， 最重要的部分。比如演出最精彩的部分 – the highlight of the performance。 美国宇航员成功登上月球应当说是人类航空史上一个最精彩的时刻 – one of the highlights of the history of human aviation。作为动词， highlight有突出、显著的意思。 美国民主党参议员Joseph Biden1月31号宣布竞选民主党总统候选人。他在竞选网页上刊登了他有关伊拉克战争的计划要点，”On his campaign website, the senator highlights his plan for Iraq.” Biden主张在2007年以前撤出大部分美国军队。今天我们学习的词组是highlight…"
  },
  {
    "index": "131",
    "title": "outstrip",
    "article": "今天我们要学的词组是outstrip。 Outstrip的意思是越过，超过。 比如有个人赛跑时超过其他运动员 — “He outstripped other athletes in the race.” 还比如美国商务部宣布，美国经济2006年最后一个季度增长了百分之三点二，超过分析人士的预期， “The U.S. economy grew by three-point-two percent, outstripping analysts’ expectations.”经济发展带来了更多的就业机会，美国2006年的就业增长率领先于许多发达国家，”U.S. job growth in 2006 outstripped that of many other developed countries.” 今天我们学习的词组是outstrip…"
  },
  {
    "index": "132",
    "title": "underdog",
    "article": "今天我们要学的词组是underdog。 Under是在下面，dog是狗，underdog指的是在比赛、竞争和冲突中被认为是处于劣势的人。 比如美式足球第41届超级杯大赛，芝加哥熊队奋战印第安那波利斯小马队。美国媒体赛前报道说，”The Chicago Bears are the underdog,” 意思是说芝加哥熊队处于劣势。美国政治史上也有不被看好的underdog。比如美国第33届总统Harry Truman 1948年竞选连任，起初民意调查的支持率很低， “Truman was considered the underdog.” 可是大选之日，杜鲁门出乎意料地击败对手。由此可见underdog很可能只是暂时的。 今天我们学习的词组是underdog…"
  },
  {
    "index": "133",
    "title": "scramble",
    "article": "今天我们要学的词组是scramble。 Scramble有急忙， 仓促的意思。 比如学校在开学前仓促训练新教员， “The school scrambled to train the new teachers.” 立法人员在最后期限到来之前仓促讨论提案， “Legislators scrambled to meet the deadline.”英国东南部一个火鸡养殖场爆发禽流感，造成2千多只火鸡死亡。英国政府急忙采取措施，阻止禽流感进一步蔓延，”British authorities scrambled to contain an outbreak of bird flu.” 养鸡场杀掉了他们饲养的全部16万只火鸡。英国当局还在养鸡场周围建立了监测区。今天我们学习的词组是scramble…"
  },
  {
    "index": "134",
    "title": "step down",
    "article": "今天我们要学的词组是step down。 Step down有辞职、让位和下台的意思。 英国首相布莱尔因为工党筹款丑闻而受到辞职的压力。 英国一项新的民意调查结果显示， 大多数英国人认为布莱尔应当立即下台， “A majority of Britons think Prime Minister Tony Blair should step down immediately.”不过布莱尔表示， 在警方调查还没有结论之前就辞职是错误的， “It would be wrong for him to step down before the police complete their inquiry.” 今天我们学习的词组是step down…"
  },
  {
    "index": "135",
    "title": "front man",
    "article": "今天我们要学的词组是front man。 Front的意思是前面， 前头， man是人， 男人。 Front man指乐队的主唱歌手。比如John Lennon和Paul McCartney就是披头四乐队The Beatles的front man — 主唱歌手。Front man有时也指团体、计划的出面人物。布什总统最近派驻伊拉克美军总司令Petraeus将军前往国会，游说国会支持向伊拉克增兵。 媒体报道说， Petraeus将军是布什伊拉克计划的前台人物，”The general is the front man for Bush’s Iraq plan.” 今天我们学习的词组是front man…"
  },
  {
    "index": "136",
    "title": "ring",
    "article": "今天我们要学的词组是ring。 Ring是戒指，耳环，也指从事非法活动的集团、团伙。比如贩毒集团 — drug ring，出售儿童色情录像的团伙 — child pornography ring。有报道说， 奥地利政府侦破了一个在网上兜售儿童色情录像的团伙， “Austria has uncovered a major international child pornography ring.” 有77个国家的2360人涉嫌参与了儿童色情活动，其中有几百名美国人涉嫌付费上网观看这个集团兜售的色情录像。今天我们学习的词组是ring…"
  },
  {
    "index": "137",
    "title": "halt",
    "article": "今天我们要学的词组是halt。 Halt的意思是停止，比如日本停止进口牛肉， “Japan halted the import of beef.” 美国前付总统戈尔呼吁停止破坏环境， “Gore called for a halt to environmental damage.”联合国国际原子能机构决定停止对伊朗的部分技术援助项目，”The IAEA halted some of its technical aid to Iran.” 国际原子能机构对伊朗采取制裁行动是因为伊朗拒不停止提炼浓缩铀， “Iran refused to halt its enrichment of uranium.” 今天我们学习的词组是halt…"
  },
  {
    "index": "138",
    "title": "keep one’s nose clean",
    "article": "今天我们要学的词组是keep one’s nose clean。 Nose是鼻子，clean的意思是干净。 Keep one’s nose clean是个习惯用语。意思是行为检点，不作违法的事。 有位父亲嘱咐儿子不要吸毒，”Keep your nose clean or you’ll end up in jail.” 他说：”不要犯事，否则你会进监狱的。”美国著名的空军军官学院发现学生考试作弊。 校方对此严加追查 。学校以前有学生因为犯错被开除。也就是说， 学生们必须行为检点否则就可能被开除学籍，”They have to keep their noses clean or they might be expelled from the academy.” 今天我们学习的词组是keep one’s nose clean…"
  },
  {
    "index": "139",
    "title": "Blunt",
    "article": "今天我们要学的词组是blunt。 Blunt指刀子等不锋利， 钝， 也指人的言行举止率直、直截了当。联合国政府间气候变化委员会发表了有关全球气候暖化的研究报告。 报告认为全球气温升高是无容置疑的， 而且很可能是人类活动造成的。委员会的科学家们直截了当地警告说，全球气候变暖还会继续，”Scientists issued a blunt warning that the warming of the climate system would continue.” 科学家希望他们明确的警告能够促使各国领导人采取行动， “The scientists hope that their blunt warning will push the leaders of the world to take action.” 今天我们学习的词组是blunt…"
  },
  {
    "index": "140",
    "title": "take over",
    "article": "今天我们要学的词组是take over。 Take over有接管， 接替的意思。 比如长途开车，朋友怕你太疲劳，他说， “May I take over the driving?” 我可以替换你一下吗？还比如英国把阿富汗北约驻军的指挥权移交给美国将军Dan McNeil 。也就是说，McNeil将军接管了北约驻阿富汗军队的指挥权，”General Dan McNeil took over command of the NATO forces.” 北约在阿富汗的军队共有3万3千人，由北约各成员国的将领轮流指挥。今天我们学习的词组是take over…"
  },
  {
    "index": "141",
    "title": "on the table",
    "article": "今天我们要学的词组是on the table。 Table是桌子， on the table是一个习惯用语， 意思是摆在桌面上，提交讨论。美国戴姆勒克莱斯勒汽车公司因为连年亏损而宣布裁员， 并决定让一个卡车制造厂停产。公司总裁在记者会上表示不排除合并、出售或是把卡车制造厂独立分开的可能性。”We did not exclude any options, this means all options are on the table.” 意思是我们不排除任何可能性。这意味着所有选择都在讨论的范围之内。今天我们学习的词组是on the table…"
  },
  {
    "index": "142",
    "title": "one on one",
    "article": "今天我们要学的词组是one on one。 One on one的意思是一对一，个人之间直接的交流和竞争。比如， 有的学生喜欢老师单独辅导。 Some students prefer to be tutored one on one.美国国务卿赖斯分别同以色列总理奥尔默特和巴勒斯坦领导人阿巴斯举行会谈。有报道说， 这种一对一的讨论为美国、以色列和巴勒斯坦三方会谈奠定了基础， “Rice’s one-on-one discussions with Israel and Palestine laid the groundwork for the three-way talks.” 今天我们学习的词组是one on one…"
  },
  {
    "index": "143",
    "title": "in tatters",
    "article": "今天我们要学的词组是in tatters。 In tatters指衣服等破烂不堪。比如有人衣衫褴褛 — “His clothes are in tatters.” In tatters也指事情处于崩溃状态。比如西班牙的巴斯克分离主义分子在马德里机场制造爆炸事件，致使西班牙的和平进程处于崩溃状态，”Spain’s peace process was in tatters after the Basque separatist bombing.” 之前西班牙政府一直同分离主义分子进行谈判。可是政府的政策失败了，”The government’s policy is now in tatters.” 今天我们学习的词组是in tatters…"
  },
  {
    "index": "144",
    "title": "moonlight",
    "article": " 今天我们要学的词组是moonlight。Moon是月亮， moonlight是月光。许多人都熟悉贝多芬的月光奏鸣曲，”Moonlight Sonata.” 作为动词，moonlight的意思是从事第二职业， 也就是除了有份全职工作以外， 晚上还要出去打工。据美国劳工统计局公布的数字， 美国工人中有百分之五以上的人从事第二职业， “More than five percent of U.S. workers moonlight.” 美国人兼职大都是为了增加收入，”They moonlight to make more money,” 不过这也意味着双倍的压力，”Moonlighting can double the pressure.” 今天我们学习的词组是moonlight…"
  },
  {
    "index": "145",
    "title": "overturn",
    "article": "今天我们要学的词组是overturn。 Overturn有推翻、废除的意思。美国最高法院推翻了俄勒冈州法院的一项判决，” The Supreme Court overturned a nearly $80 million verdict.” 地方法院判决Philip Morris烟草公司向吸烟受害者赔偿近8千万美元。还比如，有意参加2008年大选的共和党参议员John McCain为争取保守派的支持呼吁废除有关堕胎合法化的法律。 他说，“我不支持对洛伊-韦德案的判决， 应当推翻这个判决，” “I do not support Roe versus Wade It should be overturned.” 最高法院1973年的判决认为妇女有权选择堕胎。今天我们学习的词组是overturn…"
  },
  {
    "index": "146",
    "title": "field",
    "article": "今天我们要学的词组是field。 Field多指空旷的地方。比如原野， 旷野, 还有油田 – oil field, 战场 – battlefield，等等。作为动词， field有回答、答复的意思。比如，白宫发言人常常要回答一些很棘手的问题，”The White House spokesman often has to field some tough questions.” 角逐民主党总统候选人的八位民主党人前往内华达州，在工会发起的集会上回答问题，”Eight Democratic candidates gathered in Nevada to field questions at a union-sponsored forum.” 今天我们学习的词组是field…"
  },
  {
    "index": "147",
    "title": "talk up",
    "article": "今天我们要学的词组是talk up。 Talk是讲话， talk-up就是大声讲，或是大胆地讲。比如有人在台下呼吁说：“大声讲，让我们听到你，” “Talk up so we can hear you.” 还比如，孩子在学校受了欺负，家长鼓励他说， “Talk up and the school will help you,” “大胆讲， 学校会帮助你的。”Talk-up也有宣传，宣扬的意思。布什总统在田纳西州宣传他的医疗保险改革计划，”Bush talked up his new plan to increase medical coverage of the uninsured.” 布什主张修改税法，使没有保险的人能够购买更多的医疗保险。今天我们学习的词组是talk up……"
  },
  {
    "index": "148",
    "title": "lose one’s temper",
    "article": "今天我们要学的词组是lose one’s temper。 Lose one’s temper是生气，发脾气。 美国北卡罗来纳州的妇女Jessica Hall最近成了新闻人物。她因为在高速公路上驾车时发火，把一杯麦当劳饮料扔进别人车内而被法院判处两年徒刑， 后改为暂不执行，以观后效。Jessica Hall说，这都是发脾气惹的祸， “She got into trouble for losing her temper.” 她说，凡有可能在驾车时发火的人都应当吸取这个教训， “The experience should be a lesson for others who might lose their temper on the road” 今天我们学习的词组是lose your temper, lose his temper, lose her temper…"
  },
  {
    "index": "149",
    "title": "sell off",
    "article": "今天我们要学的词组是sell off。 Sell off的意思是出售，特别是为了出手而廉价出售。 He had to sell off his stock. 节日一过，商店纷纷廉价出售圣诞节商品， “Stores tried to sell off their Christmas goods.”作为名词，sell off也指大量抛售导致股价暴跌。中国股市下跌引发全球股市抛售，”A plunge in Chinese stocks sparked a global sell-off” 美国道琼斯指数一天下跌3.3%。媒体报道说， “The stock sell-off in China hit Wall Street.” 今天我们学习的词组是sell off….."
  },
  {
    "index": "150",
    "title": "shift",
    "article": " 今天我们要学的词组是shift。 Shift有改变、转变的意思。比如美国宣布加入有伊朗和叙利亚参加的有关伊拉克问题的高层谈判。白宫突然改变政策为外交活动打开了大门， “The abrupt shift of policy opened the door to diplomatic dealings.”希拉里·克林顿竞选民主党总统候选人遇到新的挑战；以前大力支持她的黑人选民转而支持她的竞选对手、巴拉克·奥巴马参议员， “Some blacks have shifted to Obama.” 民意调查结果显示，克林顿夫人在黑人中的支持率从60%减少到33%。这说明黑人民主党人大大转变立场， “The shift among black Democrats was dramatic.” 今天我们学习的词组是shift……"
  },
  {
    "index": "151",
    "title": "stave off",
    "article": "今天我们要学的词组是stave off。 Stave off的意思是避开， 延缓。比如，公司试图延缓破产，”The company tried to stave off bankruptcy.” 美国成功地延缓了通货膨胀，”The U.S. successfully staved off inflation.”许多美国人每天服用维生素A、维生素E或其他一些抗氧化剂，以为这样就能延缓老化，不生病， “Millions of Americans believe the antioxidant supplements they take will stave off disease and slow the aging process.” 可是美国的一项研究报告说， 这些保健药不但不能延年益寿反而会增加死亡的危险。今天我们学习的词组是stave off…"
  },
  {
    "index": "152",
    "title": "backup",
    "article": " 今天我们要学的词组是backup。作为形容词，backup的意思是后备，替代。媒体报道说，布什总统实施新的伊拉克计划之后，一些州长在白宫询问布什和参谋长联席会议主席Peter Pace有没有后备计划，”A group of governors asked President Bush and chairman of the Joint Chief of Stuff Peter Pace about their backup plan for Iraq.”州长们后来说，他们认为白宫并没有后备计划。许多人认为伊拉克计划很可能失败，政府必须要有后备的战略， “The United States must have backup strategy for Iraq.” 今天我们学习的词组是backup…"
  },
  {
    "index": "153",
    "title": "against the grain",
    "article": "今天我们要学的词组是against the grain。 Grain是谷子，不过在这里，grain指的木材的纹理。木工都知道，刨木头一定要顺着木材的纹理；”You cannot polish wood against the grain.” 作为习惯用语，against the grain有违背心愿、令人不满的意思。美国共和党保守派一向反对堕胎和同性恋。可是有意参加2008年大选的纽约市前市长、共和党人Rudolph Giuliani既支持堕胎，也主张保障同性恋权利。媒体报道说，”Giuliani goes against the grain,” 意思是说Giuliani的立场同保守派的观点格格不入。不过Giuliani的支持率目前领先于其他共和党候选人。今天我们学习的词组是against the grain…"
  },
  {
    "index": "154",
    "title": "felony",
    "article": " 今天我们要学的词组是felony。 Felony的意思是重罪， 通常指谋杀， 盗窃财物等判刑一年以上的严重犯罪活动。 切尼付总统的前办公厅主任Lewis Libby被控在中情局特工身份泄密案的调查中撒谎。联邦陪审团裁定Lewis Libby的四项重罪指控成立，”The jury found Lewis Libby guilty of four felony counts.” 这些罪行包括向FBI和大陪审团撒谎并防碍调查。Libby是近二十年来被判犯有重罪的最高级白宫官员，”Libby is the highest-ranking White House official to be convicted of a felony in nearly twenty years.” 今天我们学习的词组是felony…"
  },
  {
    "index": "155",
    "title": "fret",
    "article": "今天我们要学的词组是fret。 Fret的意思是表示或是感到担心， 烦恼和不满。比如，民意调查显示，有近一半的美国人担心付不起医疗费用， “Nearly half of Americans fret about healthcare costs.”微软公司的主席Bill Gates在国会作证说， 他对美国的竞争力感到担心， “Bill Gates frets about the state of American competitiveness.” Bill Gates呼吁政府增加对科研发展的投资，改善教育，并且修改移民法律，让更多的外国技术人员进入美国。今天我们学习的词是fret…"
  },
  {
    "index": "156",
    "title": "take seriously",
    "article": "今天我们要学的词组是take seriously。 Take seriously的意思是对某人某事严肃认真。美国最近揭露首都华盛顿附近的Walter Reed陆军医院的医疗服务很差， 伤员没有受到很好的照顾。布什总统立即任命了一个以[前参议员Bob Dole等人组成的委员会，调查各地军队医院的状况。布什总统说政府将认真对待任何有关医疗疏忽的报告， “Bush said, ‘Any report of medical neglect will be taken seriously by this administration.'” 今天我们学习的词组是take seriously…"
  },
  {
    "index": "157",
    "title": "run its course",
    "article": "今天我们要学的词组是run its course。 Run its course的意思是走完该走的历程，按常规进行。 布什总统在切尼付总统的前办公室主任Lewis Libby被判犯有四项重罪之后表示不会马上赦免Libby。“President Bush said he was pretty much going to stay out of the case until the legal process had run its course,” 布什总统说， 他在法律程序结束之前不会干预这个案件。 Libby有可能被判处一年半到三年徒刑。Libby的支持者呼吁总统在Libby被判刑前赦免他。布什担心马上赦免可能会引起不满情绪。今天我们学习的词组是run its course, run its course, run its course."
  },
  {
    "index": "158",
    "title": "do time",
    "article": "今天我们要学的词组是do time。 Do time的意思是服刑。 有些贩毒分子在青少年的时候就蹲过监狱， “Some of the drug dealers did time when they were still teenagers.” 多次担任华盛顿市市长的Marion Barry因为连续五年不报税而被法院判处三年监视察看。他在察看期间又没有按时申报2005年所得税。美国联邦检察官因此要求判他入狱服刑，”Federal prosecutors want Marion Barry to do time.” Barry1990年曾因吸毒被判入狱六个月，”Marion Barry did six months in 1990 for smoking crack.” 今天我们学习的词组是do time, do time , do time."
  },
  {
    "index": "159",
    "title": "pardon",
    "article": "今天我们要学的词组是pardon。 Pardon的意思是对不起，请原谅。比如，如果没听清楚对方的话，美国人常说，”I beg your pardon.” 意思是“对不起，请你再说一遍。”Pardon在法律上是赦免的意思。 前白宫官员Lewis Libby因为在中情局特工身份泄露案的调查中撒谎而被定罪。布什没有排除赦免Libby的可能性，但是他暗示说不会马上赦免，”Bush did not rule out a pardon but implied that one was not imminent.” 美国宪法规定总统有赦免权，”The president has the power to pardon.” 今天我们学习的词组是pardon…"
  },
  {
    "index": "160",
    "title": "subpoena",
    "article": "今天我们要学的词组是subpoena。 Subpoena的意思是传审、以传票传唤，要求某人在某个时间和地点就某个案件作证。法庭可以传唤证人， “subpoena a witness.” 美国国会也有权传唤美国官员。比如参议院的民主党人调查司法部是否因为政治原因而解雇了八位检察官。他们打算传唤司法部的五名官员， “Senate Democrats planned to issue subpoenas to five senior Justice Department officials as part of the probe.” 被传唤者必须到场宣誓回答问题。 今天我们学习的词组是subpoena…"
  },
  {
    "index": "161",
    "title": "chide",
    "article": "今天我们要学的词组是chide。 Chide的意思是批评、责备。老师责备学生欺负同学， “The teacher chided the student for bullying his classmates.” 家长不要经常批评孩子， “Parents should not chide their children often.”新闻报道说，墨西哥总统责备布什总统试图在两国边界修建围墙， “Mexican President chided President Bush for trying to build a wall between the two countries.” 布什总统去年签署了国会通过的一项法案，批准在美国墨西哥边界修建七百英里长的围墙。今天我们学习的词组是chide…"
  },
  {
    "index": "162",
    "title": "long odds",
    "article": "今天我们要学的词组是long odds。 Long odds的意思是不太可能，可能性很小。比如美式足球第41届超级杯大赛，赛前有报道说，芝加哥熊队不太可能打败印第安那波利斯小马队， “Chicago Bears faces long odds in beating the Colts.”美国众议院民主党人2007年提出有关限期美国从伊拉克撤军的议案。有人认为，”The Democrats face long odds in passing the legislation,” 对民主党人来说，议案通过的可能性不大。今天我们学习的词组是long odds…"
  },
  {
    "index": "163",
    "title": "on hold",
    "article": "今天我们要学的词组是on hold。我们打电话有时会让对方拿着电话等一等。我们会说，”Sorry I have to put you on hold,” “对不起，请你在电话上等一下。”On hold在别的场合有推迟的意思。 比如根据北韩同美国达成的协议，北韩必须在60天内关闭平壤附近的一个核反应堆。但是有报道说，关闭日期推迟了，”The shutdown is on hold,” 因为北韩提出美国必须首先解冻北韩的海外帐户。今天我们学习的词组是on hold…"
  },
  {
    "index": "164",
    "title": "on record",
    "article": "今天我们要学的词组是on record。 On record的意思是有记载的， 记录在案的。 美国政府发表报告说， 2007年冬天， 世界各地的气候是有记录以来最暖和的， “The winter was the warmest on record worldwide.”不仅是冬天，有专家认为今年很可能是有记录以来最暖和的一年， “2007 is likely to be the warmest year on record.” 但愿全球气候变暖不会再创下新的记录。今天我们学习的词组是on record…"
  },
  {
    "index": "165",
    "title": "out of reach",
    "article": "今天我们要学的词组是out of reach。 Out of reach的意思是接触不到， 达不到。伊拉克境内的外国记者说，他们在伊拉克这个危险的环境中常常无法报道一些重要的事件，”Many important stories remain out of reach.”还比如，美国政府几年前推出“不让任何一个孩子落后”的教育法案，要求各校学生在2014年以前都能通过阅读和数学考试。可是有人说，这个目标是实现不了的， “They said the target was out of reach.” 今天我们学习的词组是out of reach…"
  },
  {
    "index": "166",
    "title": "appeal",
    "article": "今天我们要学的词组是appeal。 Appeal有恳求， 呼吁的意思。比如， 呼吁选民支持， “appeal to voters for support.” 恳求朋友帮忙，”appeal to friends for help.”布什总统在派兵攻打伊拉克四周年的时候呼吁美国人对伊拉克的局势有耐心，”President Bush appealed to the nation for patience in Iraq.” 与此同时，美国反战人士呼吁国会采取行动， 阻止伊拉克战争， “They appealed to Congress to stop the war in Iraq.” 今天我们学习的词组是appeal…"
  }
]
